ent-MagazineBoxFullRifleFMJ = коробка патронов (7,62x55 винтовочный)
    .desc = Коробка винтовочных патронов с оболочечными пулями.

ent-MagazineBoxFullRifleAP = коробка патронов (7,62x55 винтовочный бронебойный)
    .desc = Коробка винтовочных патронов с бронебойными пулями.

ent-MagazineBoxFullRifleHP = коробка патронов (7,62x55 винтовочный экспансивный)
    .desc = Коробка винтовочных патронов с экспансивными пулями.

ent-MagazineBoxFullRifleIncendiary = коробка патронов (7,62x55 винтовочный трассирующий)
    .desc = Коробка винтовочных патронов с трассирующими пулями.

ent-MagazineBoxFullRifleAPM2 = коробка патронов (7,62x55 винтовочный бронебойный М2)
    .desc = Коробка винтовочных патронов с бронебойными пулями.