ent-BoxShotgunHP = коробка патронов (18,5x72 экспансивная пуля)
    .desc = Картонная коробка с патронами для дробовика калибра 18,5x72. Предназначена для экспансивных пуль.
ent-BoxShotgunHE = коробка патронов (18,5x72 FRAG-12)
    .desc = Картонная коробка с патронами для дробовика калибра 18,5x72. Предназначена для пуль с фугасной боевой частью.
ent-BoxShotgunHEI = коробка патронов (18,5x72 HEI)
    .desc = Картонная коробка с патронами для дробовика калибра 18,5x72. Предназначена для зажигательно-разрывных пуль.