# Svarshik's toy guns
# shotgun
ent-BoxShotgunCaps = раздатчик ружейных пистонов (дробь)
    .desc = Полная коробка ружейных пистонов.
    .suffix = Пистоны
ent-BoxShotgunSlugCaps = раздатчик ружейных пистонов (пулевые)
    .desc = Полная коробка пулевых ружейных пистонов
    .suffix = Пистоны
# foam
ent-BoxShotgunFoam = раздатчик ружейных поролоновых патронов (дробь)
    .desc = Полная коробка ружейных поролоновых патронов.
    .suffix = Поролон
ent-BoxShotgunSlugFoam = раздатчик ружейных поролоновых патронов (пулевые)
    .desc = Полная коробка пулевых ружейных поролоновых патронов
    .suffix = Поролон
