uplink-esword-name = Энергетический меч
uplink-esword-desc = Плазменный меч, способный прожигать броню ваших врагов так же легко как и их тела. Довольно шумный во включенном состоянии.
uplink-esword-double-name = Двухклинковый энергетический меч
uplink-esword-double-desc = Гораздо более дорогая альтернатива обычному энергетическому мечу с двумя клинками и интегрированным энергетическим щитом ERFG-3X "Phalanx", имеющим два режима работы.

uplink-agent-id-card-desc = Модифицированная ID карта, которая может копировать доступы с других карт и менять своё имя и должность по усмотрению. Вставленная в КПК, она подхватывает контакт мессенджера последней карты в этом КПК.
