station-goal-saveplanet =
    На планете {$rand_planet_name} бедствие, произошла чрезвычайная ситуация.
    Ваша станция находится ближайшей к этой планете, поэтому ваша смена будет оказывать им экстренную помощь.
    Цель вашей смены - постройка дистанционно-пилотируемого шаттла и наполнение его припасами.
    Создание атмосферы и создание гравитации не требуется, так как он не будет использоваться  для эвакуации населения планеты, следовательно, нет необходимости строить его большим (достаточно создание шаттла размерами 9x6 тайлов, не учитывая двигателей).
    Необходимо заполнить форму "Опись отправляемой экстренной помощи", оставить ее внутри данного шаттла, а копию отправить на станцию Центрального Командования.
    Вам необходимо наполнить шаттл следующими припасами:
    - 30 таблеток бикардина
    - 30 таблеток дермалина
    - 30 таблеток инопровалина
    - 30 таблеток диловена
    - 30 таблеток железа
    - 30 таблеток хироналина
    - 20 пайков, состоящих из еды и безалкогольных напитков (Содержание их может как варьироваться, так и являться однотипными)
    - 3  автономных тяговых механизированных единиц (Рипли), модифицированных гидравлическими клешнями
station-goal-expedition =
    Руководство НаноТрейзен недовольно потерей ряда объектов в вашем секторе и просит направить экспедиционные команды для расследования этих инцидентов.
    Цель вашей смены - провести 5 успешных полетов на планеты с уровнем сложности "высокая" и подготовить отчет о каждом вылете в соответствии с формой "отчет об экспедиции".
    Необходимо собрать отряд добровольцев который будет включать в себя:
    утилизаторов, как основную огневую силу отряда;
    ученого и врача.
    В целях безопасности строго воспрещается медицинскому и научному сотрудникам вступать в контакт с потенциальной опасностью.
    Форму "Отчет об экспедиции" заполняет ученый-экспедиционер после каждой проведенной экспедиции, после чего Квартирмейстер ставит свою печать.
    После проведения всех запрошенных экспедиций необходимо отправить на станцию Центрального Командования заполненные формы с печатью Квартирмейстера при помощи факса.
station-goal-guests =
    Цель вашей смены - подготовиться принятию особо важных гостей.
    Ваша задача модифицировать сервисный отдел станции.
    Для этого вам понадобится: Модифицировать кухню установив и улучшив силами РНД как минимум 2 дополнительные микроволновые печи и 2 блендера, а также расширив зону выдачи заказов;
    Реставрировать старый бар, разместив там стойку, раздатчик алкогольных и раздатчик безалкогольных напитков, а также алкомат.
    Для завершения миссии: повара и бармены должны подготовить минимум по 10 сложных блюд и напитков (в шейкерах), и разместить их в холодильнике.
    После проведения модификации необходимо заполнить “Отчёт о модификации сервисного отдела” и отправить факсом на станцию Центрального Командования.
station-goal-pneumatictubes =
    Руководство НаноТрейзен озабочено огромным количеством мозолей на ногах сотрудников станции, а так же жалоб на космический стресс из-за однообразности ходьбы между отделами и  просить создать систему развлечений для сотрудников станции, которая в дальнейшем может послужить на благо НаноТрейзен.
    Цель вашей смены - Создание системы пневмо труб, которая будет состоять из системы двустороннего сообщения между четырьмя парами отделов:
    1. Научный-Медицинский
    2.Медицинский-Инженерный
    3. Инженерный-Снабжения
    4. Снабжения-Служба Безопасности
    5. Служба Безопасности - Научный
    Необходимо создание специального, особо защищенного канала двустороннего сообщения между мостиком и кабинетом Главы Службы Безопасности. В качестве обеспечения максимальной безопасности могут использоваться дополнительные шлюзы.
    Также необходимо создание специальных ответвлений станции, которые позволят изможденным сотрудникам станции добраться до сервисного отдела станции, а именно:
    1. Медицинский отдел-Кухня
    2. Прибытие-Кухня
    3. Отбытие-Кухня
    4. Инженерный отдел-Кухня
station-goal-robotisation =
    Руководство НаноТрейзен, в виду недавнего открытия робототехники в полной мере, желает видеть процесс кибернизации процессов станции, при помощи роботов.Научному отделу будет необходимо создать n-количество боргов, а инженерному отделу необходимо построить специальное помещение.
    Научному отделу станции необходимо построить 10-количество борг-роботов различных отделов, а также провести процесс кибернизации процессов на станции, после чего Научный Руководитель должен составить специализированный отчет о процессе кибернизации, а также о её результатах, в которых будет отражено отношение экипажа к этому и оценена работа боргов.
    А инженерному отделу необходимо построить помещение для подзарядки боргов, сами подзарядки тоже. (10 количество, как и боргов) помещение должно быть оборудовано инструментами для починки боргов, батарейками, ресурсами для Починки киборгов.
    Все ресурсы должны находиться в закрытом помещении, в которое будут иметь доступ только рнд и инженерный отдел.
station-goal-homekeepers =
    Вследствие ликвидации потенциальных угроз безопасности сектора на планете {$rand_planet_name} сотрудники Отряда Быстрого Реагирования и Секторального Штаба Центрального Командования были очень сильно измотаны, вследствие чего, ваша станция будет использоваться в качестве жилища, в котором они пробудут какое-то время и восполнят силы.
    Цель вашей станции - постройка жилищного комплекса на 6 мест. Инженерному отделу необходимо подготовить комнаты размером 3х5 тайлов, в которой должна быть атмосфера, пригодная для нахождения без скафандра и баллона с воздухом, а также гравитация.
    В комнате должны находится следующие предметы: кровать, шкафчик, медицинская аптечка с набором, способным излечить все виды урона, свет (лампочка или люминесцентная лампа), предмет декора, рацион питания с расчетом на один день, включающий в себя напиток и порцию питания.


