station-goal-saveplanet =
    {"[bold]Форма НТ-ЦК-КОМ-УКЗ[/bold]"}
    {"[head=2]Приказ о назначении цели станции[/head]"}

    {"    [bold]Станция:[/bold] "}{$station}
    {"    [bold]Цель станции[/bold]: Постройка дистанционно-пилотируемого шаттла и наполнение его припасами."}

    {"    [bold]Информация о цели[/bold]: На планете "}{$rand_planet_name}{" бедствие, произошла чрезвычайная ситуация. Ваша станция является ближайшей к этой планете, поэтому ваша смена будет оказывать им экстренную помощь. Необходимо заполнить форму 'Опись отправляемой экстренной помощи'. Необходимо оставить копию этого документа внутри данного шаттла, отправить документ по факсу на АСН 'Севастополь', оригинал должен быть доставлен на станцию Центрального Командования ответственным членом командования."}

    {"    [bold]Требования к цели[/bold]:"}
    {"[bullet] Площадь дистанционного шаттла может быть минимально 9x6 тайлов (без учёта двигателей)"}
    {"[bullet] Шаттл должен быть оборудован ядром Искусственного Интеллекта, который имеет возможность управлять шаттлом"}
    {"[bullet] Наличие атмосферы не обязательно"}
    {"[bullet] Создание гравитации не обязательно"}
    {"[bullet] Необходима бумажная отчётность по описи отправляемой экстренной помощи"}
    {"[bullet] Шаттл должен содержать припасы следующего характера:"}
    {"    [bullet] Инсузин (10 таблеток по 15 юнитов)"}
    {"    [bullet] Пиразин (10 таблеток по 15 юнитов)"}
    {"    [bullet] Бруизин (10 таблеток по 10 юнитов)"}
    {"    [bullet] Криоксадон (1 кувшин на 200 мл.)"}
    {"    [bullet] Церебрин (1 кувшин на 120 мл.)"}
    {"    [bullet] 10 пайков, где паёк это сочетание блюда и безалкогольного напитка (Содержание их может как варьироваться, так и являться однотипными)"}
    {"    [bullet] 1 медицинский киборг"}
    {"[bullet] По итогу приготовления дистанционно-пилотируемого шаттла, отправьте отчётность о выполнении цели на АСН 'Севастополь'"}

    {"[italic]Место для печати[/italic]"}
station-goal-expedition =
    {"[bold]Форма НТ-ЦК-КОМ-УКЗ[/bold]"}
    {"[head=2]Приказ о назначении цели станции[/head]"}

    {"    [bold]Станция:[/bold] "}{$station}
    {"    [bold]Цель станции[/bold]: Исследование экспедиций"}

    {"    [bold]Информация о цели[/bold]: Руководство НаноТрейзен недовольно потерей ряда объектов в вашем секторе и просит направить экспедиционные команды для расследования этих инцидентов. Цель вашей смены - провести 2 успешных полётов на планеты с уровнем сложности 'высокая' и подготовить отчёт о каждом вылете в соответствии с формой 'отчёт об экспедиции'. В целях безопасности медицинскому и научному сотрудникам строго воспрещается вступать в контакт с потенциальной опасностью. Форму 'Отчёт об экспедиции' заполняет учёный экспедитор после каждой проведённой экспедиции, после чего Квартирмейстер ставит свою печать. После проведения всех запрошенных экспедиций необходимо отправить на АСН 'Севастополь' заполненные формы с печатью Квартирмейстера при помощи факса."}

    {"    [bold]Требования к цели[/bold]:"}
    {"[bullet] Команда из отряда добровольцев, включающих утилизаторов, учёного и врача."}
    {"[bullet] Выполнение двух успешных полётов на планеты класса опасности 'Высокий' для исследования"}
    {"[bullet] Заполнение отчётных данных об экспедициях в бланках формы 'отчёт об экспедиции', после передача их на АСН 'Севастополь' с полученной печатью Квартирмейстера"}

    {"[italic]Место для печати[/italic]"}
station-goal-guests =
    {"[bold]Форма НТ-ЦК-КОМ-УКЗ[/bold]"}
    {"[head=2]Приказ о назначении цели станции[/head]"}

    {"    [bold]Станция:[/bold] "}{$station}
    {"    [bold]Цель станции[/bold]: Подготовить объект к официальному приёму стратегических партнёров корпорации"}

    {"    [bold]Информация о цели[/bold]: В рамках подготовки к приему делегации особо важных гостей, прибывающих на станцию, руководством 'НаноТрейзен' инициировано распоряжение о проведении следующих мероприятий:"}
    {"[bullet] Модификация и переоснащение помещения кухни и столовой объекта"}
    {"[bullet] Реставрация заброшенной части объекта силами инженерного отдела"}
    {"[bullet] Приготовление сложных блюд и напитков в объёме, рассчитанном на четыре обслуживаемые персоны, сотрудниками сервисного отдела объекта"}
    {"    [bold]Требования к цели[/bold]:"}
    {"[bullet] Модифицировать кухню, установив как минимум дополнительную микроволновую печь и измельчитель, а также расширив зону выдачи заказов"}
    {"[bullet] Модифицировать столовую, добавив дополнительных декораций или выбрам тематический стиль столовой на выбор Старшего Инженера, Главы Персонала или Капитана (по приоритету последнего)"}
    {"[bullet] Реставрировать любое устаревшее место на станции"}
    {"[bullet] Приготовить 4 сложных блюда и напитка, разместив их в специально заготовленном холодильнике для важных гостей"}
    {"[bullet] После приготовлений необходимо заполнить 'Отчёт о модификации сервисного отдела' и отправить его факсом на АСН 'Севастополь'"}

    {"[italic]Место для печати[/italic]"}
station-goal-pneumatictubes =
    {"[bold]Форма НТ-ЦК-КОМ-УКЗ[/bold]"}
    {"[head=2]Приказ о назначении цели станции[/head]"}

    {"    [bold]Станция:[/bold] "}{$station}
    {"    [bold]Цель станции[/bold]: Создание и внедрение на станции системы пневматического транспортного обеспечения"}

    {"    [bold]Информация о цели[/bold]: Руководство НаноТрейзен озабочено огромным количеством мозолей на ногах сотрудников станции, а так же жалоб на космический стресс из-за однообразности ходьбы между отделами. Ваша цель - создать систему развлечений для сотрудников станции, которая в дальнейшем может послужить на благо Корпорации."}

    {"    [bold]Требования к цели[/bold]:"}
    {"[bullet] Создание системы двустороннего сообщения из пневматических труб между Научным отделом и Медицинским отделом"}
    {"[bullet] Создание системы двустороннего сообщения из пневматических труб между Инженерным отделом и отделом Снабжения"}
    {"[bullet] Создание системы двустороннего сообщения из пневматических труб между Прибытием и Отбытием, с остановкой в Дорматориях"}
    {"[bullet] По итогу приготовления пневматического транспортного обеспечения, отправьте отчётность о выполнении цели на АСН 'Севастополь'"}

    {"[italic]Место для печати[/italic]"}
station-goal-robotisation =
    {"[bold]Форма НТ-ЦК-КОМ-УКЗ[/bold]"}
    {"[head=2]Приказ о назначении цели станции[/head]"}

    {"    [bold]Станция:[/bold] "}{$station}
    {"    [bold]Цель станции[/bold]: Кибернетизация станции"}

    {"    [bold]Информация о цели[/bold]: Руководство 'НаноТрейзен', ввиду недавнего открытия робототехники в полной мере, желает видеть процесс кибернетизации процессов станции при помощи роботов. Цель вашей смены - сборка боргов, кибернетизация станции с их помощью, а также их поддержка и обслуживание."}

    {"    [bold]Требования к цели[/bold]:"}
    {"[bullet] Научному отделу станции необходимо собрать киборга каждого вида, что будут содержать свои уникальные модули, а также провести процесс кибернатизации добровольцев на станции"}
    {"[bullet] Научный Руководитель должен составить специализированный отчёт о процессе кибернетизации, а также о её результатах, в которых будет отражено отношение экипажа к ней и оценена работа боргов. Готовый отчёт направить на АСН 'Севастополь'"}
    {"[bullet] Инженерному отделу необходимо построить помещение для подзарядки боргов, в котором также необходимо собрать несколько станций зарядки киборгов и оборудовать помещение инструментами для работы с киборгами. К помещению должен присутствовать доступ только у инженерного и научного отделов."}

    {"[italic]Место для печати[/italic]"}
station-goal-homekeepers =
    {"[bold]Форма НТ-ЦК-КОМ-УКЗ[/bold]"}
    {"[head=2]Приказ о назначении цели станции[/head]"}

    {"    [bold]Станция:[/bold] "}{$station}
    {"    [bold]Цель станции[/bold]: Постройка жилищного комплекса"}

    {"    [bold]Информация о цели[/bold]: Вследствие ликвидации потенциальных угроз безопасности сектора на планете "}{$rand_planet_name}{" сотрудники Отряда Быстрого Реагирования и Секторального Штаба Центрального Командования были очень сильно измотаны, вследствие чего, ваша станция будет использоваться в качестве жилища, в котором они пробудут какое-то время и восполнят силы."}

    {"    [bold]Требования к цели[/bold]:"}
    {"[bullet] Инженерному отделу необходимо построить на станции комплекс, состоящий из двух комнат для отдыха на четырёх разумных, медицинского кабинета первой помощи и общей комнаты отдыха (гостиной)."}
    {"[bullet] Комплекс должен быть обеспечен атмосферой, гравитацией, предметами экстренной помощи и раздатчиком кислородных и азотных балонов"}
    {"[bullet] Комнаты отдыха должны быть наполнены кроватями и шкафами, медицинский кабинет непосредственно аптечками первой помощи, медицинской кроватью, дефибриллятором. Гостиная должна иметь микроволновку, кулер, несколько пайков и место для отдыха."}
    {"[bullet] По итогу приготовления жилищного комплекса, отправьте отчётность о выполнении цели на АСН 'Севастополь'"}

    {"[italic]Место для печати[/italic]"}
station-goal-complexPVO =
    {"[bold]Форма НТ-ЦК-КОМ-УКЗ[/bold]"}
    {"[head=2]Приказ о назначении цели станции[/head]"}

    {"    [bold]Станция:[/bold] "}{$station}
    {"    [bold]Цель станции[/bold]: Постройка комплекса противометеоритной обороны станции"}

    {"    [bold]Информация о цели[/bold]: Инженерный отдел должен построить у отсека 'Прибытия' станции пристройку с развернутыми орудийными системами типа PKT-800, и обитаемым отсеком с кнопками управления вооружением, а также укрепить внешнюю обшивку станции, дополнив дополнительный слой защиты против метеоритов."}

    {"    [bold]Требования к цели[/bold]:"}
    {"[bullet] У 'Прибытия' необходимо построить проход до помещения с орудийными системами РКТ-800, с доступностью только для инженеров и службы безопасности"}
    {"[bullet] Пристройка должна выпирать за основной периметр станции, иметь два посадочных места, рычаги управления огнём, 6 орудийный систем РКТ-800 с возможностью стрельбы во все доступные направления"}
    {"[bullet] Внешняя обшивка станции по всему периметру должна быть укреплена дополнительными средствами силами инженерного отдела. Новый слой противометеоритной защиты не должен мешать стыковочным отсекам"}
    {"[bullet] По итогу приготовления противометеоритной обороны, отправьте отчётность о выполнении цели на АСН 'Севастополь'"}

    {"[italic]Место для печати[/italic]"}
