ent-ClothingShoesBootsMagDQ = магнитные ботинки Эскадрона Смерти
    .suffix = Эскадрон Смерти, dq
    .desc = Самые современные магнитные ботинки в незабываемых цветах.
ent-ClothingShoesCMOCorporate = корпоративные туфли главного врача
    .desc = Прошли кровь и пот, буквально. Тем не менее выглядят как новые.
    .suffix = За время в игре
ent-ClothingShoesColorDarkBrown = тёмно-коричневые туфли
    .desc = Стильные тёмно-коричневые туфли.

ent-ClothingShoesWandererBoots = сапоги странника
    .desc = Если, обернувшись назад, ты видишь свое будущее, значит ты все сделал правильно...
    .suffix = За емаг одеждомата
