station-goal-fax-paper-name = форма НТ-ЦК-КОМ-УКЗ

station-goal-shuttle =
    {"[bold]Форма НТ-ЦК-КОМ-УКЗ[/bold]"}
    {"[head=2]Приказ о назначении цели станции[/head]"}

    {"    [bold]Станция:[/bold] "}{$station}
    {"    [bold]Цель станции[/bold]: Постройка пилотируемого медицинского шаттла"}

    {"    [bold]Информация о цели[/bold]: Руководством 'НаноТрейзен' сообщено о недостаточности эффективной работы медицинского персонала вне станции, в связи с чем действующий актив должен подготовить для медицинского отдела шаттл специального назначения."}

    {"    [bold]Требования к цели[/bold]:"}
    {"[bullet] Главный врач обязан выделить и обучить одного из сотрудников, как пилота парамедика медицинского шаттла, без потери активного парамедика на самой станции"}
    {"[bullet] Инженерный отдел должен построить пилотируемый шаттл специального назначения с доступами для инженерного и медицинского отделов"}
    {"[bullet] Медицинский шаттл должен быть наполнен стазисной кроватью, медицинской кроватью, медикаментами первой помощи и дефибриллятором"}
    {"[bullet] По итогу приготовления специализированного шаттла, отправьте отчётность о выполнении цели на АСН 'Севастополь'"}

    {"[italic]Место для печати[/italic]"}
station-goal-singularity =
    {"[bold]Форма НТ-ЦК-КОМ-УКЗ[/bold]"}
    {"[head=2]Приказ о назначении цели станции[/head]"}

    {"    [bold]Станция:[/bold] "}{$station}
    {"    [bold]Цель станции[/bold]: Постройка генератора основанного на сверхмассивной Сингулярности"}

    {"    [bold]Информация о цели[/bold]: Департамент активов и исследований обязует инженерный отдел вашей станции соорудить дополнительный источник питания основанный на сверхмассивной Сингулярности"}

    {"    [bold]Требования к цели[/bold]:"}
    {"[bullet] Старшему Инженеру необходимо продумать размеры проекта, запросить необходимые ресурсы у отделов Снабжения и Исследований"}
    {"[bullet] Инженерный отдел обязан построить дополнительные источник питания по проекту Старшего Инженера, соблюдая все нормы безопасности"}
    {"[bullet] Выполнение проекта не должно быть реализовано на уже подготовленных станционных клетках содержания Сингулярности или Теслы"}
    {"[bullet] Сдерживающая клетка должна быть способна сдержать сингулярность третьего класса"}
    {"[bullet] По итогу приготовления дополнительно источника питания, отправьте отчётность о выполнении цели на АСН 'Севастополь'"}

    {"[italic]Место для печати[/italic]"}
station-goal-solar-panels =
    {"[bold]Форма НТ-ЦК-КОМ-УКЗ[/bold]"}
    {"[head=2]Приказ о назначении цели станции[/head]"}

    {"    [bold]Станция:[/bold] "}{$station}
    {"    [bold]Цель станции[/bold]: Постройка сети солнечных панелей"}

    {"    [bold]Информация о цели[/bold]: Цель вашей смены организовать систему запасного питания для станции на основе солнечных панелей"}

    {"    [bold]Требования к цели[/bold]:"}
    {"[bullet] Старшему Инженеру необходимо выбрать для проекта два места, где будет размещаться сеть запасного питания, а также заказать необходимые ресурсы"}
    {"[bullet] Инженерный отдел обязан построить сеть солнечных панелей, минимум одна ветвь солнечных панелей. При большем количестве ветвей, располагать их на противоположных концах станции"}
    {"[bullet] Суммарно сеть должна насчитывать минимум 36 солнечных панелей и 1 СМЭС, несоединённый со станцией"}
    {"[bullet] Ветвь солнечных панелей должна обладать противометеоритной защитой"}
    {"[bullet] По итогу приготовления сети солнечных панелей, отправьте отчётность о выполнении цели на АСН 'Севастополь'"}

    {"[italic]Место для печати[/italic]"}
station-goal-artifacts =
    {"[bold]Форма НТ-ЦК-КОМ-УКЗ[/bold]"}
    {"[head=2]Приказ о назначении цели станции[/head]"}

    {"    [bold]Станция:[/bold] "}{$station}
    {"    [bold]Цель станции[/bold]: Исследование и документирование глубинных узлов космических артефактов"}

    {"    [bold]Информация о цели[/bold]: Ваша цель изучить и задокументировать минимум 4 узла на 4-ой глубине или 1 узел на 5-ой глубине из полноразмерных артефактов. Будьте крайне осторожны при работе с космическими артефактами. Исследования должны происходить в защищенной комнате"}

    {"    [bold]Требования к цели[/bold]:"}
    {"[bullet] Отделу снабжения необходимо предоставить Научному отделу полноразмерные космические артефакты (крупного габарита). Они могут быть куплены, доставлены с экспедиций или получены другим способом"}
    {"[bullet] Научный отдел обязуется изучить 4 узла космических артефактов на 4-ой глубине или 1 узел космического артефакта на 5-ой глубине (на выбор), и задокументировать их в отчётности по специальной форме"}
    {"[bullet] Космические артефакты, чьи узлы были задокументированы для выполнения станционной цели - должны быть доставлены на АСН 'Севастополь' в специальных контейнерах ответственным лицом "}
    {"[bullet] Задокументированную отчётность необходимо прикрепить к специальным контейнерам, где хранятся артефакты, а копии отправить факсом на АСН 'Севастополь' с печатью Научного Руководителя"}

    {"[italic]Место для печати[/italic]"}
station-goal-bank =
    {"[bold]Форма НТ-ЦК-КОМ-УКЗ[/bold]"}
    {"[head=2]Приказ о назначении цели станции[/head]"}

    {"    [bold]Станция:[/bold] "}{$station}
    {"    [bold]Цель станции[/bold]: Постройка орбитального хранилища с припасами"}

    {"    [bold]Информация о цели[/bold]: Цель вашей смены постройка орбитального хранилища с припасами и технологиями. Хранилище должно быть размещено в космосе отдельно от основной станции, проследите за прочностью его конструкции, случайный метеорит не должен повредить его"}

    {"    [bold]Требования к цели[/bold]:"}
    {"[bullet] Инженерному отделу необходимо построить прочное небольшое хранилище, способное выдержать длительное пребывание в космосе"}
    {"[bullet] Медицинский отдел обязан предоставить ящик с медикаментами на длительное хранение, а именно:"}
        {"[bullet] Амбузол - 100мл"}
        {"[bullet] Окулин - 100мл"}
        {"[bullet] Сигинат - 100мл"}
        {"[bullet] Транексамовая кислота - 100мл"}
        {"[bullet] Галоперидол - 100мл"}
    {"[bullet] Сервисный отдел обязан предоставить ящик с экзотическими семенами, по 10 штук каждого:"}
        {"[bullet] Мясопшеница - 6 пакетов семян"}
        {"[bullet] Алоэ - 6 пакетов семян"}
        {"[bullet] Амброзия Вульгарис - 6 пакетов семян"}
        {"[bullet] Галакточертополох - 6 пакетов семян"}
    {"[bullet] Научный отдел обязан предоставить ящик с ценными машинными платами, а именно:"}
        {"[bullet] Криокапсулы"}
        {"[bullet] Мини-генератора гравитации"}
        {"[bullet] Раздатчика реагентов"}
        {"[bullet] Музыкального автомата"}
        {"[bullet] Стазисной кровати"}
        {"[bullet] Дробителя артефактов"}
    {"[bullet] По итогу приготовления орбитального хранилища, отправьте отчётность о выполнении цели на АСН 'Севастополь' и в случае принятия цели - орбитальное храналище отстыковывается от станции для выхода на орбиту при помощи станционных шаттлов"}

    {"[italic]Место для печати[/italic]"}
station-goal-zoo =
    {"[bold]Форма НТ-ЦК-КОМ-УКЗ[/bold]"}
    {"[head=2]Приказ о назначении цели станции[/head]"}

    {"    [bold]Станция:[/bold] "}{$station}
    {"    [bold]Цель станции[/bold]: Улучшение рекреации персонала на станции"}

    {"    [bold]Информация о цели[/bold]: Цель вашей смены улучшить рекреацию персонала на станции. Инженерному отделу необходимо построить зоопарк в недалекой доступности от дорматориев с как минимум тремя вольерами разных видов животных заказанных в отделе снабжения. Обеспечьте животных пищей, как минимум одним роботом уборщиком в каждый вольер и всем необходимым для жизни в зависимости от вида животного"}

    {"    [bold]Требования к цели[/bold]:"}
    {"[bullet] Инженерному отделу необходимо соорудить или переоборудовать помещение около дорматориев (общих комнат) в зоопарк, в котором будет располагаться три вольера для животных. При проектировании учтите, что животные не должны иметь возможности самостоятельно выбраться из вольера, а также должны иметь доступ к кислороду"}
    {"[bullet] Сервисному отдел обязуется в подготовлении припасов еды для животных зоопарка, их необходимо поместить в отдельный холодильник"}
    {"[bullet] Научному отделу поручается сбор роботов уборщиков, по одному на каждый вольер, сборкой и доставкой научные сотрудники занимаются самостоятельно"}
    {"[bullet] Отделу снабжения необходимо заказать животных на каждый вольер, забрать их с торгового аванпоста и доставить до вольеров в целостности и сохранности"}
    {"[bullet] По итогу приготовления зоопарка, отправьте отчётность о выполнении цели на АСН 'Севастополь'"}

    {"[italic]Место для печати[/italic]"}
station-goal-mining-outpost =
    Цель смены станции {$station} - постройка орбитального шахтёрского аванпоста для добычи руды и ресурсов с астероидов.
    Аванпост должен быть размещён в космосе отдельно от основной станции.
    Проследите за прочностью его конструкции, случайный метеорит не должен повредить его.
    Аванпост должен иметь следующее:
    - автономный, бесперебойный источник электроэнергии
    - генератор гравитации
    - оборудование для проведения работ, в частности кирки, сумки для руды и 2 шахтёрских скафандра
    - комнаты для проживания 2 человек, с атмосферой, освещением и окнами
    - склад для добытых ресурсов и необходимых для жизни продуктов
    - Минимум 500 единиц пива и ящик-холодильник закусок
    - 4 набора медикаментов от механического урона
    - 4 набора медикаментов от физического урона
    Проследите за сохранностью аванпоста до окончания смены.

station-goal-tesla =
    {"[bold]Форма НТ-ЦК-КОМ-УКЗ[/bold]"}
    {"[head=2]Приказ о назначении цели станции[/head]"}

    {"    [bold]Станция:[/bold] "}{$station}
    {"    [bold]Цель станции[/bold]: Постройка генератора основанного на высоковольтной Тесле"}

    {"    [bold]Информация о цели[/bold]: Департамент активов и исследований обязует инженерный отдел вашей станции соорудить дополнительный источник питания основанный на высоковольтной Тесле"}

    {"    [bold]Требования к цели[/bold]:"}
    {"[bullet] Старшему Инженеру необходимо продумать размеры проекта, запросить необходимые ресурсы у отделов Снабжения и Исследований"}
    {"[bullet] Инженерный отдел обязан построить дополнительные источник питания по проекту Старшего Инженера, соблюдая все нормы безопасности"}
    {"[bullet] Выполнение проекта не должно быть реализовано на уже подготовленных станционных клетках содержания Сингулярности или Теслы"}
    {"[bullet] Сдерживающая клетка должна быть способна сдержать Теслу без риска разрушения эмиттеров"}
    {"[bullet] По итогу приготовления дополнительно источника питания, отправьте отчётность о выполнении цели на АСН 'Севастополь'"}

    {"[italic]Место для печати[/italic]"}
station-goal-frame-repair =
    Цель вашей смены - завершить строительство станции {$station}, достроив каждому отделу помещения, необходимые для успешной работы. Также вам необходимо построить кухню и гидропонику для сервисного отдела, оружейную и место содержания заключенных для отдела Службы безопасности и обеспечить свободный проход пассажиров станции до отбытия, без необходимости выхода в открытый космос.
    Для помощи в выполнении цели мы будет каждые 5 минут высылать вам припасы на специальной посадочной площадке в центре станции.
    Слава НТ!

station-goal-delta-xeno-repair =
    {"[bold]Форма НТ-ЦК-КОМ-УКЗ[/bold]"}
    {"[head=2]Приказ о назначении цели станции[/head]"}

    {"    [bold]Станция:[/bold] "}{$station}
    {"    [bold]Цель станции[/bold]: Восстановление заброшенного ксенобиологического отсека"}

    {"    [bold]Информация о цели[/bold]: Департаментом активов было указано срочное восстановление всех ксенобиологических отсеков на активах, где когда-либо они располагались. Инженерному отделу вашей станции необходимо восстановить их работоспособность, а службе безопасности изловить свободных слаймов."}

    {"    [bold]Требования к цели[/bold]:"}
    {"[bullet] Инженерный отдел обязан полностью восстановить питание, конструкции и системы сдерживания в ксенобиологических комнатах исследований. Задача привести внешний вид к изначальному состоянию"}
    {"[bullet] Службе безопасности в ходе смены нужно поймать минимум трех свободных слаймов любых форм и доставить в ксенобиологические клетки, для их последующего изучения. Поимка свободных слаймов необязательна, если их не удалось найти, то об этом необходимо уведомить в отчётности"}
    {"[bullet] Научному отделу необходимо подготовить сотрудника, который будет готов в последующем заниматься ксенобиологией. На случай, если на станции нет обученного персонала для работы в ксенобиологических отсеках - эта часть цели также признаётся необязательной, что также нужно отметить в отчётности"}
    {"[bullet] По итогу восстановления ксенобиологического отсека, отправьте отчётность о выполнении цели на АСН 'Севастополь'. Дополнительно укажите, был ли обучен персонал ксенобиологии и были ли пойманы свободные слаймы в ксенобиологические клетки"}

    {"[italic]Место для печати[/italic]"}
station-goal-delta-ambusol =
    Цель смены станции {$station} - восстановление заброшенного вирусологического сектора медицинского отдела. Вам необходимо полностью восстановить электропитание, атмос, привести внешний вид к изначальному состоянию, и в стерильных условиях вирусологии провести синтезацию 500u Амбузола, из предоставленных трех пилюль Ромерола.
