station-goal-fax-paper-name = Цель станции
station-goal-shuttle =
    Цель вашей смены - построить пилотируемый шаттл в космосе и обеспечить его всем необходимым для выживания.
    Чтобы её выполнить, отделу снабжения нужно заказать все необходимые ресурсы для инженерного и научного отделов.
    Инженерному отделу необходимо построить его, а научный отдел должен предоставить инженерному отделу и шаттлу всю необходимую экипировку.
station-goal-singularity =
    Цель вашей смены - построить генератор, основанный на сверхмассивной Сингулярности.
    Чтобы её выполнить, инженерному отделу понадобится построить сдерживающую клетку, для чего отделу снабжения потребуется заказать все необходимые материалы.
    Сдерживающая клетка должна быть способна сдержать сингулярность третьего класса.
station-goal-solar-panels =
    Цель вашей смены - организовать систему запасного питания для станции на основе солнечных панелей.
    Для этого вам необходимо заказать все необходимые материалы в отделе снабжения и построить 2 новые ветки солнечных панелей силами инжинерного отдела.
    Так же требуется обеспечить изолированность производимой ими энергии в новые 3 СМЭСа не подключенные к общей сети станции.
station-goal-artifacts =
    Цель вашей смены - обнаружить, исследовать и доставить космические артефакты.
    Для её выполнения будет необходима работа утилизаторов для поиска и доставки артефактов с обломков вокруг станции.
    После доставки их необходимо передать в специальном контейнере отделу исследования для изучения и документирования их свойств.
    Необходимо доставить на шаттле эвакуации в специальных контейнерах как минимум 2 полностью изученных и задокументированных артефакта.
    Рекомендуемые пункты документа с описанием артефакта:
    - Наименование объекта
    - Описание внешнего вида объекта
    - Свойства объекта
    - Примечания
    - ФИ и должность ответственного
    Документ должен быть удостоверен печатью научного руководителя.
station-goal-bank =
    Цель вашей смены - постройка орбитального хранилища с припасами и технологиями.
    Хранилище должно быть размещено в космосе отдельно от основной станции. Проследите за прочностью его конструкции, случайный метеорит не должен повредить его.
    В хранилище необходимо разместить 4 ящика:
    - ящик с продвинутыми медикаментами
    - ящик с запасами лучших семян
    - ящик-холодильник еды с высокой питательной ценностью
    - ящик с ценными, но не уникальными платами
    Проследите за сохранностью содержимого в хранилище до окончания смены.
station-goal-zoo =
    Цель вашей смены - улучшить рекреацию персонала на станции.
    Инженерному отделу необходимо построить зоопарк недалеко от дорматориев с как минимум трёмя вольерами разных видов животных, заказанных в отделе снабжения.
    Обеспечьте животных пищей, как минимум одним роботом уборщиком в каждый вольер и всем необходимым для жизни в зависимости от вида животного.
station-goal-militia =
    Приветствую, капитан космической станции!
    Под Вашим надзором в течение смены необходимо провести обучение гражданского персонала для подготовки к внештатным боевым ситуациям. Для этого вам необходимо создать полигон, на котором будет проходить обучение, и жилой отсек, в котором будут храниться вещи обучаемого персонала.
    Также, необходимо провести обучение минимум 3 сотрудников каждого отдела (Включая Глав отделов, иначе 3 рядовых сотрудника). Обучение персонала проводится отделом СБ. Дисциплины обучения: ближний бой, обращение с огнестрельным оружием, обращение с лазерным оружием, метание взрывчатых веществ, изготовление кустарного оружия.
station-goal-party-preps =
    С праздником нас!
    Да да, вы всё верно прочитали, капитан!
    В нашем секторе проходит подготовка к капитальному мероприятию, для которого Ваша станция будет использоваться в качестве транзитного пункта гостей. Для этого вам необходимо видоизменить скучные коридоры станции на более яркие, изготовить различные блюда на любой вкус, а также...
    СТРОГО КОНФИДЕНЦИАЛЬНО. ТОЛЬКО ДЛЯ КАПИТАНА И ГЛАВНОГО ВРАЧА
    Необходимо подготовить качественные галлюциногены и препараты для устранения негативных последствий от приёма галлюциногенов
station-goal-full-discovery =
    Приветствую, капитан космической станции!
    Ваша станция была выбрана целью проверки научных достижений, поэтому целью данной смены является изучение каждой научной отрасли в совершенстве.
    Не забудьте также создать работоспособные экземпляры передовых технологий, задокументировав их в соответствии с формой, которую определит научный руководитель (в случае отсутствия форму определяет капитан).
    Сотрудники, привнесшие наибольший вклад, будут премированы. Не забывайте, что основную часть работы делает рядовой сотрудник, квота пермирования выделена только на них.
station-goal-cargo-profit =
    Что правит миром? Естественно деньги!
    А где в космической станции происходит самый большой оборот финансов? конечно же в отделе снабжения!
    Именно поэтому нам необходимо, чтобы Квартирмейстер данной смены (в его отсутствие - Капитан) получил положительное значение счёта более 100 тысяч.
    Демонтаж оборудования станции для продажи (кроме заброшенных частей и тех. тоннелей) строго запрещен!
station-goal-shipyard =
    Космическая станция... А при помощи чего она построена? При помощи космических кораблей!
    Для того, чтобы и дальше исследовать просторы космоса, ЦК назначет целью данной смены создание космической верфи закрытого типа для мобильных шаттлов, максимальный размер которых 11х30 метров.
    Поручите инженерному отделу разработать план, а также проведите тестовое обслуживание шаттла отдела снабжения. Отчёт о выполнении цели должен включать результат проверки и обслуживания шаттла отдела снабжения.
    Верфь должна иметь герметичные стыковочные шлюзы и зону осмотра шаттла. Необходимо обеспечить электричеством и светом зону обслуживания шаттлов. Стыковочный шлюз необходимо поставить по серединам 3 сторон внутренних стен верфи.
station-goal-chemical-combat =
    Мы не одни в космосе... Вы ведь знали, капитан?
    Компания Nanotrasen очень обширна, и ведёт множество дел одновременно в разных уголках мира. Логистика для зон конфликтов - всегда краеугольный камень, поэтому ЦК назначает вашу станцию ответственной за производство боевых химикатов в нашем секторе.
    Необходимо создать по 5 больших колб следующих препаратов: Бикаридин, Инапровалин, Дермалин, Лепоразин, Дексалин плюс, Окулин, Криоксадон, Этилредоксразин, Стеллибинин, Синаптизин, Эфедрин, Дезоксиэфедрин.
    Цель не имеет ограничений по количеству выполнений, но её необходимо выполнить минимум один раз за 1.5 часа для отправки партии на ЦК.
station-goal-hallway-removal =
    В связи с участившимися отчётами о взломе мостика агентами враждебных организаций, ЦК ставит целью смены изменить конфигурацию станции таким образом, что мостик станции (и прилегающие важные отсеки) должен быть окружен космической пустотой.
    Отсеки, прилегающие к мостику, не должны иметь выходов в космос (доступ к ним осуществляется через мостик). Также, необходимо обезопасить коммуникации (подача дыхателеьной смеси, система доставки почты и отходов и другие имеющиеся)
station-goal-security-shuttle =
    В связи с недостатком мобильной боевой мощи в секторе, ЦК ставит целью данной смены постройку боевого шаттла, способного вести огонь из лазерных орудий, а также имеющего отсек для абордажа других шаттлов.
station-goal-botany-rise =
    Для улучшения самочувствия персонала станции, а также в связи с желанием корпорации задействовать популярность зелёной повестки, ЦК назначает целью данной смены озеленение станции путём установки гидропонных лотков в людных местах и глав офисов, а также заменой возможных элементов декора на органические аналоги.
    Повары и бармены должны уменьшить использование вредных для человеческого организма веществ в пище (фаст-фуд, жареная пища, химические напитки, отравляющие вещества).
station-goal-renovation-program =
    Приветствую, капитан. У нас очень хорошие новости для вас и для сотрудников данной станции!
    Данная станция попала в программу реновации, поэтому ЦК ставит целью смены восстановить работспособность и внешний вид заброшенных отсеков станции, а также облагораживание технических тонеллей.
station-goal-anomaly-heaven =
    Сектор, в котором находится данная космическая станция, имеет нестабильности по всей области.
    Для изучения влияния данного феномена на жизнь сотрудников компании Nanotrasen, ЦК ставит целью данной смены следующие задачи:
    - найти и изучить артефакты, способные создавать материю при воздействии на них - не менее 2 штук;
    - найти/создать, стабилизировать, и изучать при помощи спец. оборудования аномалии - не менее 6 штук;
    - воссоздать химикат под названием ковриний и изучить его работу при использовании в гранатах/минах с различными реакциями.
station-goal-machine-efficiency =
    Уважаемый капитан станции компании Nanotrasen!
    Ваша станция была выбрана как представитель современнейших технологий, используемых нашей компанией.
    В связи с тем, что логистика не успевает в срок доставить на станцию выставочные экземпляры, ЦК назначает целью смены улучшение всех возможных устройств, которыми пользуются сотрудники станции.
    Каждый отдел станции обязан предоставить отчёт об итогах модернизации машин в следующем виде:
    NT-номерстанции-отдел-CC-MREP
    Отчёт об улучшении оборудования отдела
    Модернизированное оборудование:
    - оборудование 1 (например, зарядник) - 1 шт.
    ...
    Компоненты, использованные для модернизации:
    - Bluespace конденсатор - 1 шт.
    Место для печатей.
    Отчёты отправляются вместе с отчётом о выполнении цели независимо от процента выполнения станции. Если глава отдела отсутствует - отчёт отдела заполняет капитан.
station-goal-food-prep =
    Приветствую, капитан станции!
    В наш сектор направляются высокопоставленные сотрудники компании, поэтому ЦК сектора решило подготовить им соответствующий приём.
    Целью вашей смены является подготовка экзотических блюд, которые способны удивить своим вкусом наших гостей.
    Надеемся, что ваши повара подготовят достойные блюда, иначе вас ждёт встреча с гостями уже в качестве увольняемого капитана.
