station-goal-fax-paper-name = Цель станции

station-goal-saveplanet = 
    На планете {$rand_planet_name} бедствие, произошла чрезвычайная ситуация. 
    Ваша станция находится ближайшей к этой планете, поэтому ваша смена будет оказывать им экстренную помощь.
    Цель вашей смены - постройка дистанционно-пилотируемого шаттла и наполнение его припасами. 
    Создание атмосферы и создание гравитации не требуется, так как он не будет использоваться  для эвакуации населения планеты, следовательно, нет необходимости строить его большим (достаточно создание шаттла размерами 9x6 тайлов, не учитывая двигателей). 
    Необходимо заполнить форму "Опись отправляемой экстренной помощи", оставить ее внутри данного шаттла, а копию отправить на станцию Центрального Командования.
    Вам необходимо наполнить шаттл следующими припасами:
    - 30 таблеток бикардина
    - 30 таблеток дермалина
    - 30 таблеток инопровалина
    - 30 таблеток диловена
    - 30 таблеток железа
    - 30 таблеток хироналина
    - 20 пайков, состоящих из еды и безалкогольных напитков (Содержание их может как варьироваться, так и являться однотипными)
    - 3  автономных тяговых механизированных единиц (Рипли), модифицированных гидравлическими клешнями
station-goal-expedition = 
    Руководство НаноТрейзен недовольно потерей ряда объектов в вашем секторе и просит направить экспедиционные команды для расследования этих инцидентов.
    Цель вашей смены - провести 5 успешных полетов на планеты с уровнем сложности "высокая" и подготовить отчет о каждом вылете в соответствии с формой "отчет об экспедиции". 
    Необходимо собрать отряд добровольцев который будет включать в себя: 
    утилизаторов, как основную огневую силу отряда; 
    ученого и врача. 
    В целях безопасности строго воспрещается медицинскому и научному сотрудникам вступать в контакт с потенциальной опасностью. 
    Форму "Отчет об экспедиции" заполняет ученый-экспедиционер после каждой проведенной экспедиции, после чего Квартирмейстер ставит свою печать. 
    После проведения всех запрошенных экспедиций необходимо отправить на станцию Центрального Командования заполненные формы с печатью Квартирмейстера при помощи факса.
station-goal-guests = 
    Цель вашей смены - подготовиться принятию особо важных гостей. 
    Ваша задача модифицировать сервисный отдел станции. 
    Для этого вам понадобится: Модифицировать кухню установив и улучшив силами РНД как минимум 2 дополнительные микроволновые печи и 2 блендера, а также расширив зону выдачи заказов; 
    Реставрировать старый бар, разместив там стойку, раздатчик алкогольных и раздатчик безалкогольных напитков, а также алкомат. 
    Для завершения миссии: повара и бармены должны подготовить минимум по 10 сложных блюд и напитков (в шейкерах), и разместить их в холодильнике. 
    После проведения модификации необходимо заполнить “Отчёт о модификации сервисного отдела” и отправить факсом на станцию Центрального Командования.
station-goal-shuttle =
    Цель вашей смены - построить пилотируемый шаттл в космосе и обеспечить его всем необходимым для выживания.
    Чтобы её выполнить, отделу снабжения нужно заказать все необходимые ресурсы для инженерного и научного отделов.
    Инженерному отделу необходимо построить его, а научный отдел должен предоставить инженерному отделу и шаттлу всю необходимую экипировку.
station-goal-singularity =
    Цель вашей смены - построить генератор, основанный на сверхмассивной Сингулярности.
    Чтобы её выполнить, инженерному отделу понадобится построить сдерживающую клетку, для чего отделу снабжения потребуется заказать все необходимые материалы.
    Сдерживающая клетка должна быть способна сдержать сингулярность третьего класса.
station-goal-solar-panels =
    Цель вашей смены - организовать систему запасного питания для станции на основе солнечных панелей.
    Для этого вам необходимо заказать все необходимые материалы в отделе снабжения и построить 2 новые ветки солнечных панелей силами инженерного отдела.
    Так же требуется обеспечить изолированность производимой ими энергии в новые 3 СМЭСа не подключенные к общей сети станции.
station-goal-artifacts =
    Цель вашей смены - обнаружить, исследовать и доставить космические артефакты.
    Для её выполнения будет необходима работа утилизаторов для поиска и доставки артефактов с обломков вокруг станции.
    После доставки их необходимо передать в специальном контейнере отделу исследования для изучения и документирования их свойств.
    Необходимо доставить на шаттле эвакуации в специальных контейнерах как минимум 2 полностью изученных и задокументированных артефакта.
    Рекомендуемые пункты документа с описанием артефакта:
    - Наименование объекта
    - Описание внешнего вида объекта
    - Свойства объекта
    - Примечания
    - ФИ и должность ответственного
    Документ должен быть удостоверен печатью научного руководителя.
station-goal-bank =
    Цель вашей смены - постройка орбитального хранилища с припасами и технологиями.
    Хранилище должно быть размещено в космосе отдельно от основной станции. Проследите за прочностью его конструкции, случайный метеорит не должен повредить его.
    В хранилище необходимо разместить 4 ящика:
    - ящик с продвинутыми медикаментами
    - ящик с запасами лучших семян
    - ящик-холодильник еды с высокой питательной ценностью
    - ящик с ценными, но не уникальными платами
    Проследите за сохранностью содержимого в хранилище до окончания смены.
station-goal-zoo =
    Цель вашей смены - улучшить рекреацию персонала на станции.
    Инженерному отделу необходимо построить зоопарк недалеко от дорматориев с как минимум трёмя вольерами разных видов животных, заказанных в отделе снабжения.
    Обеспечьте животных пищей, как минимум одним роботом уборщиком в каждый вольер и всем необходимым для жизни в зависимости от вида животного.
