# Sources: https://wiki.ss220.club/index.php/Языки and https://wiki14.ss220.club/index.php?title=Лор

# Galactic common languages
language-galacticcommon-desc = Дружелюбный для иных рас язык, введёный правительством ТСФ в связи с наслывом в сектор иммигрантов представляющие многочисленное количества рас.
language-solcommon-desc = Родной язык людей. Убийственный гибрид неформального английского и элементов мандаринского китайского, общий язык Солнечной системы.
language-tradeband-desc = Это тщательно продуманная манера говорить с использованием множества слов из многих инопланетных языков, а также из ряда человеческих.
language-gutter-desc = Используется в основном только гражданами НЕИЗВЕСТНОЙ забытой республики. Современный является продуктом смешения латинских языков, французского и итальянского.
language-clownish-desc = Язык клоунской планеты. Родной язык клоунов по всей галактике.
language-neorusskiya-desc = Смесь общесолнечного и славянских языков. Официальный язык СССП.
# Languages of race
language-unathi-desc = Язык с множеством разных акцентов и диалектов, и унати может почти сразу сказать, откуда произошел другой, из-за их разрозненного, сгруппированного и широко распространенного обитания в Могесе.
language-siiktajr-desc = Один из многих языков, на которых говорят таяраны Адомая, — это примитивный язык, который считается наиболее часто встречающимся у представителей этого вида.
language-voxpidgin-desc = Общий язык различных воксов, составляющих Шоал. Для всех прочих звучит как хаотичные вопли.
language-rootspeak-desc = Скрипучий субголосый язык, на котором инстинктивно говорят дионы. Из-за уникального состава средней дионы фразы песни корней могут представлять собой комбинацию от одного до двенадцати отдельных голосов и нот.
language-bobblish-desc = Произносится с помощью определенной комбинации хлопающих звуков, легко понимаемых другими слаймами.
language-tkachi-desc = В основе языка лежат жужжащие звуки. Для построения речи используется ритмичность, длительность издаваемых звуков, интервал, интонация.
language-eldwarf-desc = Грубый язык с малым количеством гласных. Традиционно является языком, на котором дворфы разговаривают исключительно в окружении других цвергов, как метод скрытия от гнета республики.
language-arati-desc = Достаточно грубый язык, в котором большое количество шипящих звуков.
language-canilunzt-desc = Гортанный язык, на котором говорят и используют жители системы Ваззенда, состоит из рычания, лая, тявканья и интенсивного использования ушей и движений хвоста.
# Misc
language-binary-desc = Свободные протоколы связи и концентраторы маршрутизации для использования синтетиками. Большинство человеческих станций их поддерживают.
language-codespeak-desc = Кодовый язык, используемый агентами и ядерными оперативниками синдиката. Структурно представляет из себя сложнейший шифр, который для внешнего слушателя звучик как случайный набор напитков.
