anatomy-initial-name = Практикант
anatomy-initial-desc = Для вас органы — это пугающий лабиринт. Операции проходят крайне медленно, а попытка вытащить, например, пулю с помощью подручных инструментов скорее всего приведет к лишним травмам.
anatomy-initial-level-up-popup = Вы перестали падать в обморок при виде крови!
anatomy-initial-sublevel-up-popup = Вы начинаете лучше ориентироваться в строении тела!

anatomy-base-name = Ассистент хирурга
anatomy-base-desc = Вы уже не путаете артерии с венами и способны провести базовые операции. Извлечение застрявших предметов без специальной операции всё ещё весьма болезненно, но риск задеть что-то важное значительно меньше.
anatomy-base-level-up-popup = Вы уверенно держите скальпель в руках.
anatomy-base-sublevel-up-popup = Скорость ваших хирургических вмешательств постепенно растёт!

anatomy-trained-name = Хирург
anatomy-trained-desc = Твердая рука и точные надрезы. Вы оперируете быстро и эффективно, а вытащить пулю из собственного тела для вас без операции - не такая и пугающая операция.
anatomy-trained-level-up-popup = Вы освоили большинство хирургических техник.
anatomy-trained-sublevel-up-popup = Вы успешно оттачиваете точность каждого разреза!

anatomy-professional-name = Опытный хирург
anatomy-professional-desc = Вы знаете анатомию лучше, чем те кто пишут книги для студентов. Операции проходят молниеносно, а извлечение инородных предметов из себя выполняется настолько ювелирно, что вы почти не задеваете важных областей.
anatomy-professional-level-up-popup = Вы достигли вершины хирургического мастерства!
anatomy-professional-sublevel-up-popup = Ваши руки работают сами, спасая жизни за считанные секунды!
