bureaucracy-initial-name = Куриная лапа
bureaucracy-initial-desc = Вы с трудом разбираете названия форм, а ваш почерк напоминает следы курицы, танцующей брейк-данс на листе бумаги.

bureaucracy-trained-name = Клерк
bureaucracy-trained-desc = Вы освоили искусство заполнения бланков. Ваш почерк разборчив, запятые на своих местах, а поля соблюдены идеально.

bureaucracy-professional-name = Акула бюрократии
bureaucracy-professional-desc = Вы постигли дзен канцелярита. Вы способны составить документ на языке, понятном только избранным чиновникам, и заставить систему работать на вас.
