bureaucracy-initial-name = Бюрократия: Новичок
bureaucracy-initial-desc = Вы с трудом разбираете буквы, а ваш почерк напоминает каракули курицы, танцующей брейк-данс.

bureaucracy-trained-name = Бюрократия: Опытный
bureaucracy-trained-desc = Вы освоили искусство заполнения бланков. Ваш почерк разборчив, а запятые стоят на своих местах.

bureaucracy-professional-name = Бюрократия: Профессионал
bureaucracy-professional-desc = Вы постигли дзен канцелярита. Вы способны составлять документы на языке, понятном только избранным чиновникам, что открывает перед вами любые двери.
