combat-training-initial-name = Боевая подготовка: Новичок
combat-training-initial-desc = В бою вы нередко считаете ворон. Вас очень легко обезоружить, а ваши попытки отобрать оружие у врага лишь продлевают ему жизнь.

combat-training-base-name = Боевая подготовка: Базовая
combat-training-base-desc = Вы умеете держать руки перед собой. Ваши шансы обезоружить врага и удержать своё оружие в руках находятся на уровне среднестатистического члена экипажа.

combat-training-trained-name = Боевая подготовка: Солдат
combat-training-trained-desc = Вы прошли курс молодого бойца. Вы эффективнее обезоруживаете, а выбить что-то из ваших рук сложнее.

combat-training-professional-name = Боевая подготовка: Мастер
combat-training-professional-desc = Вы — мастер ближнего боя. Вас почти невозможно обезоружить, а ваши приемы рукопашного боя позволяют блокировать попытки обезоруживания и мгновенно лишать врагов их снаряжения.
