combat-training-initial-name = Отсутствие подготовки
combat-training-initial-desc = В драке вы теряетесь и паникуете. Вы держите оружие неуверенно, поэтому вас смехотворно легко обезоружить, а ваши собственные попытки отобрать снаряжение почти всегда обречены на провал.

combat-training-base-name = Курсы самообороны
combat-training-base-desc = Вы знаете, как постоять за себя. Ваши шансы выбить оружие или удержать своё в руках такие же, как у большинства членов экипажа.

combat-training-trained-name = Ветеран
combat-training-trained-desc = Опыт горячих точек не пропьешь. У вас крепкая хватка: вас сложно обезоружить, а ваши удары точны и эффективны.

combat-training-professional-name = Мастер рукопашного боя
combat-training-professional-desc = Вы — мастер. Вас почти невозможно обезоружить, а ваши приемы рукопашного боя позволяют мгновенно лишать врагов их снаряжения.
