medicine-initial-name = Медицина: Новичок
medicine-initial-desc = Половину медицинского оборудования Вы видите впервые, другую половину предпочитаете не замечать. Вам очень сложно пользоваться медицинским инвентарём.

medicine-base-name = Медицина: Начинающий
medicine-base-desc = Вы знаете основы первой помощи, но сложные приборы все еще вызывают затруднения. Есть шанс ошибиться с анализатором или получить разряд от дефибриллятора.

medicine-trained-name = Медицина: Опытный
medicine-trained-desc = Твердая рука и холодный ум. Вы уверенно пользуетесь медицинским инвентарём.

medicine-professional-name = Медицина: Профессионал
medicine-professional-desc = Вас не напугать даже самыми запущенными случаями, за долгие года практики большинство операций выполняются уже монотонно.
