medicine-initial-name = Дилетант
medicine-initial-desc = Половину медицинского оборудования Вы видите впервые, другую половину предпочитаете не замечать. Вам очень сложно пользоваться медицинским инвентарём.

medicine-base-name = Интерн
medicine-base-desc = Вы знаете основы первой помощи, но сложные приборы все еще вызывают затруднения. Есть шанс ошибиться с анализатором или получить разряд от дефибриллятора.

medicine-trained-name = Квалифицированный врач
medicine-trained-desc = Твердая рука и холодный ум. Вы уверенно пользуетесь медицинским инвентарём.

medicine-professional-name = Светило медицины
medicine-professional-desc = Вас не напугать даже самыми запущенными случаями, за долгие года практики большинство действий выполняются уже машинально.
