piloting-base-name = Пилот шаттла
piloting-base-desc = Вы знаете, как поднять судно в космос и не превратить его в груду металла при стыковке. Ваши пассажиры, скорее всего, долетят живыми.
piloting-base-level-up-popup = Вы научились не царапать обшивку о шлюзы.
piloting-base-sublevel-up-popup = Управление шаттлом становится легче!

piloting-combat-name = Боевой пилот
piloting-combat-desc = За вашими плечами десятки боевых вылетов. Манёвры уклонения и "мёртвые петли" для вас так же естественны, как дыхание.
piloting-combat-level-up-popup = Космос — ваша стихия. Вы стали асом!
piloting-combat-sublevel-up-popup = Корабль становится продолжением вашего тела, реагируя на малейшее движение!
