station-event-vent-creatures-start-announcement = Внимание. В вентиляционных системах станции обнаружено большое скопление неопределённых жизненных форм. Пожалуйста, избавьтесь от этих существ, пока они не начали влиять на продуктивность станции.

station-event-vent-creatures-start-horde-announcement = Внимание. Обнаружен большой наплыв неизвестных форм жизни, движущихся по вентиляционным системам станции. Ожидается, что они появятся рядом с {$location}. Пожалуйста, эвакуируйтесь из этого района, чтобы избежать потерь среди персонала.
