whitelist-not-whitelisted-rp = Вас нет в вайтлисте. Чтобы попасть в вайтлист, посетите наш Discord (https://discord.gg/ss220).

ban-banned-permanent = Вы забанены навсегда.

ban-expires = Вы получили бан на { $duration } минут, и он истечёт { $time } по UTC (для московского времени добавьте 3 часа).
ban-banned-1 = Вам, или другому пользователю этого компьютера или соединения, запрещено здесь играть.
ban-banned-2 = Причина бана: "{ $reason }"
ban-banned-3 = Если вы не согласны с выданным наказанием, посетите наш Discord: https://discord.gg/ss220
ban-banned-4 = Наказание выдано администратором: "{$admin}".
ban-banned-5 = Попытки обойти этот бан, например, путём создания нового аккаунта, будут фиксироваться.
ban-banned-6 = Номер раунда: { $round }
ban-banned-7 = не указано
ban-banned-8 = Номер бана: { $banId }
ban-banned-9 = Логин забаненного игрока: "{$login}".
