fold-other-shoulder-verb = перевесить на другое плечо

ent-ClothingNeckCloakNanotrasenAdmiral = плащ адмирала
    .desc = Плащ с золотым шитьём, который носят адмиралы флота Nanotrasen.
ent-ClothingNeckWhiteMantleCap = белая мантия капитана
    .desc = Торжественная белая мантия, надеваемая на плечи. Другие стоят на плечах гигантов. Вы - тот гигант, на плечах которого они стоят.
ent-ClothingNeckCMOParadeCloak = парадный плащ главного врача
    .desc = Владелец повидал все и даже больше. От гнома под бахусом до курящего химика в лаборатории.
    .suffix = За время в игре

ent-ClothingNeckCloakOwl = плащ героя-совы
    .desc = Будь готов к ночным патрулям и странным вопросам про мышей.