job-description-senior-officer = Инструктор СБ должен обучать кадетов или офицеров основным профессиональным навыкам отдела.
job-description-senior-engineer = Ведущий инженер должен обучать технических ассистентов базовым знаниям инженерного отдела.
job-description-senior-physician = Ведущий врач обязан обучать интернов всем аспектам медицинского дела.
job-description-senior-researcher = Ваша обязанность - обучать всему необходимому ваших подопечных.
job-description-senior-service = Сервисный администратор обучает молодых сервисников, чтобы они приносили пользу своему отделу.
job-description-magistrate = Магистрат обязан быть гарантом корпоративного закона, координировать юридический отдел.
job-description-prisoner = Заключённый космической станции... Что может быть лучше?
