ent-CrushedCanBase = мятая банка
    .desc = Сладкий газированный напиток.

ent-CrushedCanCola = мятая банка колы
    .desc = Мятая банка из под колы.

ent-CrushedCanIcedTea = мятая банка холодного чая
    .desc = Мятая банка из-под холодного чая.

ent-CrushedCanLemonLimeCranberry = мятая банка «Smite Cranberry»
    .desc = Мятая банка клюкваного Смайт. Любимый напиток администраторов повсюду.

ent-CrushedCanGrape = мятая банка виноградной газировки
    .desc = Мятая банка виноградной газировки глубокого фиолетового цвета.

ent-CrushedCanRootBeer = мятая банка рутбира
    .desc = Мятая банка вкуснейшего рутбира.

ent-CrushedCanSodaWater = мятая банка газированой воды
    .desc = Мятая банка газированной воды.

ent-CrushedCanSpaceMountainWind = мятая банка Спейс Солар Вайнд
    .desc = Мятая банка из-под напитка, который пронзает тебя насквозь, словно солнечный ветер.

ent-CrushedCanSpaceUp = мятая банка Спейс-Ап
    .desc = Мятая банка Спейс-Ап. На вкус как пробоина в корпусе у тебя во рту.

ent-CrushedCanSolDry = мятая банка Сол Драй
    .desc = Мятая банка сладкого имбирного лимонада из открытого космоса!

ent-CrushedCanStarkist = мятая банка Стракист
    .desc = Мятая банка Старкист. Вкус звезды в жидкой форме. И, кажется, немного тунца...?

ent-CrushedCanRelaxingPeach = мятая банка «Расслабляющая Персиковая Газировка»
    .desc = Мятая банка «Расслабляющей Персиковой Газировки». Говорят, она делает тебя добрее и отзывчивее.

ent-CrushedCanTonicWater = мятая банка тоника
    .desc = Мятая банка тоника. Хинин на вкус странный, но, по крайней мере, он убережет от космической малярии.

ent-CrushedCanFourteenLoko = мятая банка Фроутин Локо
    .desc = Мятая банка Фроутин Локо. Может вызвать судороги, слепоту, опьянение или даже смерть.

ent-CrushedCanChangelingSting = мятая банка Жало Генокрада
    .desc = Мятая банка Жало Генокрада. Вы делаете маленький глоток и чувствуете жжение...

ent-CrushedCanDrGibb = мятая банка доктора Гибба
    .desc = Мятая банка доктора Гибба. Изысканная смесь 42 разных вкусов.

ent-CrushedCanNukie = мятая банка Блад Ред Брю
    .desc = Мятая банка Блад Ред Брю. Домашний напиток Синдиката. Врачи не рекомендуют.

ent-CrushedCanEnergyDrink = мятая банка Ред Булеан
    .desc = Мятая банка Ред Булеан. Содержит достаточно кофеина, чтобы убить лошадь.

ent-CrushedCanShamblersJuice = мятая банка сока Шемблер
    .desc = Мятая банка сока Шемблер. ~Встряхни меня, чтобы получить немного этого сока Шамблера!~

ent-CrushedCanPwrGame = мятая банка ПВР Гейма
    .desc = Мятая банка ПВР гейма. Единственный напиток с мощью, которую жаждут настоящие геймеры.

ent-CrushedCanBeer = мятая банка пива
    .desc = Мятая пивная банка. Маленькая радость, большой вкус, никаких забот!

ent-CrushedCanWine = мятая банка вина
    .desc = Мятая банка из-под вина. Твой способ забыть о всех заботах и повеселиться!

ent-CrushedCanSponsorBeer = мятая банка пива «Tracker»
    .desc = Мятая пивная банка. Маленькая радость, большой вкус, никаких забот!

ent-CrushedCanRrranta = мятая банка ррр-анты
    .desc = Мятая пивная ррр-анта. Самый синтетический напиток в самой синтетической таре. Пей на свой страх и риск.

ent-CrushedCanLemonLime = мятая банка Смайт
    .desc = Мятая банка Смайт. Ты хотел АПЕЛЬСИН. А получил Лимон-Лайм.
