ent-CQCManual = старое руководство
    .desc = Небольшое черное руководство. Внутри есть нарисованные инструкции по тактическому рукопашному бою.
ent-CorporateJudoManual = руководство по корпоративному дзюдо
    .desc = Небольшое красное руководство. Внутри есть нарисованные инструкции по корпоративному дзюдо NT.
ent-ClothingBeltCorporateJudo = пояс корпоративного дзюдо
    .desc = Обучает носителя корпоративному дзюдо NT.
ent-SleepingCarpScroll = загадочный свиток
    .desc = Свиток, заполненный странными символами. Кажется, это рисунки какого-то боевого искусства.
