ent-ClothingHeadsetAltLaw = полноразмерная гарнитура юридического отдела
    .desc = Её используют представители закона.
ent-ClothingHeadsetAltMagistrate = полноразмерная гарнитура магистрата
    .desc = Её используют гиганты правосудия.
ent-ClothingHeadsetAltIAA = полноразмерная гарнитура АВД
    .desc = Гарнитура агента внутренних дел, чтобы услышать последние слова капитана.
ent-ClothingHeadsetAltCaptain = полноразмерная гарнитура капитана
    .desc = Модифицированный модульный интерком, надеваемый на голову. Принимает ключи шифрования.
ent-ClothingHeadsetBlueShield = полноразмерная гарнитура "Синий Щит"
    .desc = Безупречная гарнитура для синего щита.
ent-ClothingHeadsetAltWizard = полноразмерная гарнитура волшебника
    .desc = { ent-ClothingHeadsetAlt.desc }

ent-ClothingHeadsetAltCentComm = полноразмерная гарнитура Центрального Командования
    .desc = Количеству радиосообщений, проходящих через динамики этих наушников, позавидовал бы каждый состоятельный космопорт.
