ent-ClothingHeadsetAltLaw = полноразмерная гарнитура юридического отдела
    .desc = Её используют представители закона.
ent-ClothingHeadsetLaw = гарнитура юридического отдела
    .desc = Её используют представители закона.

ent-ClothingHeadsetAltMagistrate = полноразмерная гарнитура магистрата
    .desc = Её используют гиганты правосудия.
ent-ClothingHeadsetMagistrate = гарнитура магистрата
    .desc = Её используют гиганты правосудия.

ent-ClothingHeadsetAltCaptain = полноразмерная гарнитура капитана
    .desc = Модифицированный модульный интерком, надеваемый на голову. Принимает ключи шифрования.
ent-ClothingHeadsetCaptain = гарнитура капитана
    .desc = Гарнитура капитана, имеющая ключи шифрования командования и юридического отдела.
