ent-ClothingHeadsetLaw = гарнитура юридического отдела
    .desc = Её используют представители закона.
ent-ClothingHeadsetMagistrate = гарнитура магистрата
    .desc = Её используют гиганты правосудия.
ent-ClothingHeadsetNanoTrasenRepresentative = гарнитура представителя НаноТрейзен
    .desc = Изречения в микрофон этой гарнитуры, столь же медленны и тактичны, как и её владелец.
ent-ClothingHeadsetCaptain = гарнитура капитана
    .desc = Гарнитура капитана, имеющая ключи шифрования командования и юридического отдела.
