ent-BorgChassisClownMime = МимоКлоунский киборг
    .desc = Приносящий веселье борг, созданный с частичкой любви клоуна и мима.
ent-PlayerBorgChassisClownMimeBattery = МимоКлоунский киборг
    .desc = Приносящий веселье борг, созданный с частичкой любви клоуна и мима.
ent-BorgChassisSecurity = Киборг СБ
    .desc = Киборг службы безопасности созданная для того, чтобы помогать сотрудникам службы безопасности поддерживать порядок на станции.
ent-PlayerBorgChassisSecurityBattery = Киборг СБ
    .desc = Киборг службы безопасности созданная для того, чтобы помогать сотрудникам службы безопасности поддерживать порядок на станции.