ent-CartridgeAntiMaterielAP = патрон (15,24x140 антиматериальный бронебойный)
    .desc = Антиматериальный патрон с бронебойной пулей, предназначеной для поражения тяжёлой пехоты и лёгкой бронетехники.

ent-CartridgeAntiMaterielHP = патрон (15,24x140 антиматериальный экспансивный)
    .desc = Антиматериальный патрон с экспансивной пулей, предназначеный для уничтожения мегафауны.

ent-CartridgeAntiMaterielExplosive = патрон (15,24x140 антиматериальный разрывной)
    .desc = Антиматериальный патрон с бронебойно-разрывной пулей, детонирующей при контакте.