ent-FullRifleCartridge = патрон (7,62x55 винтовочный)
    .desc = Винтовочный патрон с оболочечной пулей.

ent-FullRifleCartridgeAP = патрон (7,62x55 винтовочный бронебойный)
    .desc = Винтовочный патрон с бронебойной пулей.

ent-FullRifleCartridgeHP = патрон (7,62x55 винтовочный экспансивный)
    .desc = Винтовочный патрон с экспансивной пулей.

ent-FullRifleCartridgeIncendiary = патрон (7,62x55 винтовочный трассирующий)
    .desc = Винтовочный патрон с трассирующей пулей.

ent-FullRifleCartridgeAPM2 = патрон (7,62x55 винтовочный бронебойный М2)
    .desc = Винтовочный патрон с бронебойной пулей.