ent-ShellShotgunSlugHP = патрон (18,5x72 экспансивная пуля)
    .desc = Ружейный патрон с экспансивной пулей, предназначеной для проажения небронированых целей. Превращает внутренности небронированых целей в фарш после первого же попадания.

ent-ShellShotgunSlugExplosive = патрон (18,5x72 FRAG-12)
    .desc = Ружейный патрон с разрывной пулей, детонирующей при контакте.

ent-ShellShotgunSlugMagnesium = патрон (18,5x72 HEI)
    .desc = Ружейный патрон с пулей, состоящей из взрывателя, вышибного заряда и магниевой шрапнели, накрывающей цель при попадании.