#SS220 shield rework begin
ent-BaseShield = базовый щит
    .desc = Щит!
.suffix = старый
ent-RiotShield = противоударный щит
    .desc = Большой башенный щит на случай беспорядков. Хорошо подходит для контроля толпы.
    .suffix = старый
ent-RiotLaserShield = противолазерный щит
    .desc = Щит на случай беспорядков, созданный противостоять лазерам, но не более того.
    .suffix = старый
ent-RiotBulletShield = противопульный щит
    .desc = Щит на случай беспорядков, созданный противостоять пулям, но не более того.
    .suffix = старый
ent-WoodenBuckler = деревянный баклер
    .desc = Небольшой круглый деревянный самодельный щит.
    .suffix = старый
ent-CardShield = картонный щит
    .desc = Щит из картона, не сильно защитит вас.
    .suffix = старый
ent-MakeshiftShield = импровизированный щит
    .desc = Ветхий на вид щит, мало на что пригодный.
    .suffix = старый
ent-WebShield = паутинный щит
    .desc = Нитяной щит. Он слаб и плохо противостоит нагреванию.
    .suffix = старый
ent-ClockworkShield = заводной щит
    .desc = Ratvar oyrffrf lbh jvgu uvf cebgrpgvba. Ратвар благословляет вас Своей защитой.
    .suffix = старый
ent-MirrorShield = зеркальный щит
    .desc = Жутко светится красным... Вы слышите, как геометр шепчет...
    .suffix = старый
# Corvax-HiddenDesc-Start
ent-EnergyShield = подозрительное устройство
    .suffix = энергощит, офы, не использовать
    .desc = Небольшое дискообразное устройство с удобной рукоятью и кнопкой активации.
ent-BrokenEnergyShield = сломанное подозрительное устройство
    .suffix = сломаный энергощит, офы, не использовать
    .desc = Чтобы это ни было, оно больше не функционирует.
# Corvax-HiddenDesc-End
ent-TelescopicShield = телескопический щит
    .desc = Продвинутый щит на случай беспорядков, изготовлен из облегчённых материалов, способен складываться для удобства хранения.
    .suffix = старый
#SS220 shield rework end
