### internal-affairs

announcement-lore-internal-affairs-dataset-1 = В связи с ростом числа дисциплинарных нарушений на активах корпорации вводится временное ужесточение кадровой политики. Членам экипажа предписывается быть бдительными и сообщать ответственным лицам о любых нарушениях рабочих процедур сотрудниками корпорации.

announcement-lore-internal-affairs-dataset-2 = В связи с ростом числа правонарушений на активах корпорации вводится временное ужесточение кадровой политики.  Сотрудникам Службы Безопасности и юридического отдела предписывается пресекать любые нарушения космического закона и СРП всеми законными методами.

### audit

announcement-lore-audit-dataset-1 = В связи с недавними массовыми увольнениями неблагонадежных сотрудников корпорации на активах звездных систем Лапласа, ответственный за перераспределение кадров на данном объекте обязывается увеличить трудоустройство экипажа в десять раз. Желаем удачи.

announcement-lore-audit-dataset-2 = Поздравляем, ваш актив выиграл в ежемесячном розыгрыше премий по специальной программе поощрения нашего департамента! Ожидайте начисление премий в течение следующих…

announcement-lore-audit-dataset-3 = Наш подотдел торговли и аналитики совершил крупную сделку с Интердайн-фармацевтикс, отныне сотрудники АСН “Севастополь” владеют страховкой “Алые Ангелы” уровня Аметист. К персоналу станции это не относится. Хорошего дня!

### protection asset

announcement-lore-protection-asset-dataset-1 = В пределах нескольких прыжков зарегистрирована активность неизвестных вооруженных формирований. Вероятность прямого контакта оценивается как низкая, однако экипажу рекомендуется соблюдать осторожность при работе вне периметра станции.

announcement-lore-protection-asset-dataset-2 = По данным отдела контрразведки, активность независимых группировок в секторе выросла. Напоминаем: NanoTrasen не ведёт переговоров с террористами, но оставляет за собой право пересмотреть это заявление задним числом.

### external relations

announcement-lore-external-relations-dataset-1 = NT-message - лучший мэссенджер среди аналогов на рынке! Удобное средство общения прямо в вашем КПК! Используйте NT-message и радуйтесь. Работает даже в блюспейс-пространстве. Не является публичной офертой. Услуги предоставляются в соответствии с законодательством ТСФ. за возможные утечки личных данных поставщик ответственности не несет.

announcement-lore-external-relations-dataset-2 = В звездной системе Тау Кита была выявлена передислокация вооруженных формирований незаконного объединения Синдикат. По сообщению Департамента Защиты Активов все цели были успешно поражены огнем блюспейс-артиллерии. Слава Nanotrasen!

### assets

announcement-lore-assets-dataset-1 = Имущественный отдел рапортует об скором открытии новой станции «Memoria» - она не только является самой крупной за последние сто лет, но и представляет из себя абсолютно новый тип - станция-музей! Совсем скоро вы сможете взглянуть, с чего начиналась великая компания, познакомиться поближе с историей её основания и узнать много нового о самой крупной корпорации на сегодняшний день!

announcement-lore-assets-dataset-2 = Отдел кадров фиксирует рост случаев профессионального выгорания. Рекомендуемые меры: сон, качественная пища и поддержание спокойствия. Персоналу рекомендуется обратиться за психологической поддержкой к ответственному сотруднику.

### logistics

announcement-lore-logistics-dataset-1 = Текущий квартал характеризуется нестабильностью сырьевых рынков и перебоями в межсекторных грузоперевозках. Всем отделам предписывается  минимизировать расход материалов, оптимизировать использование энергии, сократить необязательные заказы через отдел поставок. оптимизация напрямую влияет на устойчивость корпорации. Ваш вклад имеет значение.

announcement-lore-logistics-dataset-2 = В связи с перегрузкой производственных линий, отвечающих за снабжение сектора часть запланированных поставок перенаправлена на объекты стратегического значения. Ожидаются некоторые задержки в поставках: ресурсов, медицинского оборудования, продовольствия.
