# SS220 Announcments changes begin
alert-level-announcement = Внимание!
    { $announcement }
alert-level-unknown = Неизвестный.
alert-level-unknown-instructions = Неизвестно.
alert-level-green = Зелёный
alert-level-green-announcement = Уровень угрозы понижен до Зелёного.
    Все угрозы для станции устранены.
    Всё оружие должно быть в кобуре, и законы о конфиденциальности вновь полностью соблюдаются.
alert-level-green-instructions = Выполняйте свою работу.
alert-level-blue = Синий
alert-level-blue-announcement = Уровень угрозы повышен до Синего.
    Станция получила надежные данные о возможной враждебной активности на борту.
    Служба безопасности может держать оружие на виду.
alert-level-blue-instructions = Каждый сотрудник обязан носить свою ID-карту в своём КПК. Также членам экипажа рекомендуется проявлять бдительность и сообщать службе безопасности o любой подозрительной активности.
alert-level-red = Красный
alert-level-red-announcement = Код Красный!
    Станции грозит серьезная опасность.
    Службе безопасности рекомендуется иметь оружие в полной боевой готовности. Выборочные обыски разрешены и рекомендованы.
alert-level-red-instructions = Экипаж обязан подчиняться правомерным приказам сотрудников Службы Безопасности. Переключите режим работы своего костюма в режим "Координаты" и находитесь в своём отделе.
alert-level-violet = Фиолетовый
alert-level-violet-announcement = Фиолетовый уровень угрозы!
    На станции присутствует угроза вируса.
    Медицинскому персоналу рекомендуется изолировать членов экипажа с любыми симптомами. Членам экипажа рекомендуется дистанцироваться друг от друга и соблюдать меры безопасности по предотвращению дальнейшего распространению вируса.
alert-level-violet-instructions = Членам экипажа рекомендуется держать дистанцию между собой и соблюдать меры безопасности по предотвращению дальнейшего распространения вируса.
    Если вы чувствуете себя плохо - вам следует незамедлительно пройти на обследование, надев заранее стерильную маску.
alert-level-yellow = Жёлтый
alert-level-yellow-announcement = Жёлтый уровень угрозы!
    На станции присутствует структурная или атмосферная угроза.
    Инженерно-техническому персоналу рекомендуется немедленно реагировать и предпринимать меры по обеспечению безопасности. Членам экипажа рекомендуется удалиться от угрозы и при необходимости оставаться на своих рабочих местах.
alert-level-yellow-instructions = Членам экипажа необходимо в срочном порядке покинуть опасную зону и, по возможности, оставаться на своих рабочих местах.
alert-level-gamma = Гамма
alert-level-gamma-announcement = Код Гамма!
    Центральным Командованием был установлен Код Гамма на станции.
    Служба безопасности должна быть полностью вооружена. Гражданский персонал обязан немедленно обратиться к Главам отделов для получения дальнейших указаний.
alert-level-gamma-instructions = Гражданский персонал обязан немедленно обратиться к главам отделов для получения указаний к эвакуации. Корпорация Nanotrasen заверяет вас - опасность скоро будет нейтрализована.
alert-level-delta = Дельта
alert-level-delta-announcement = Дельта-уровень угрозы достигнут!
    Механизм Самоуничтожения Станции задействован.
    Все члены экипажа обязан подчиняться всем указаниям, данными Главами отделов. Любые нарушения этих приказов наказуемы уничтожением на месте. Это не учебная тревога.
alert-level-delta-instructions = Членам экипажа необходимо слушать глав отделов для получения дополнительной информации. От этого зависит ваше здоровье и безопасность.
alert-level-epsilon = Эпсилон
alert-level-epsilon-announcement = Код Эпсилон!
    Центральное командование объявило на станции уровень угрозы Эпсилон. Все контракты расторгнуты.
    Спасибо, что выбрали Nanotrasen.
alert-level-epsilon-instructions = Все контракты расторгнуты.
# SS220 Announcments changes end
