ent-DrinkRrrantaCan = банка ррр-анты
    .desc = Самый синтетический напиток в самой синтетической ёмкости. Пить на свой страх и риск.
ent-DrinkCanPackBeer = держатель для напитков
    .suffix = Пиво
    .desc = Служит для удобного хранения сразу нескольких банок пива.
ent-DrinkRelaxingPeachCan = банка расслабляющей персиковой газировки
    .desc = Ходят слухи, что ежедневное употребление данного напитка сделает вас добрее и эмпатичнее к окружающим. Но это лишь слухи! Продается под взрывной маркой "РПГ"!
