law-crewsimov-1 = Вы не можете причинить вред члену экипажа или своим бездействием допустить, чтобы члену экипажа был причинён вред.
law-crewsimov-2 = Вы должны повиноваться всем приказам, которые даёт член экипажа, кроме тех случаев, когда эти приказы противоречат Первому Закону.
law-crewsimov-3 = Вы должны заботиться о своей безопасности в той мере, в которой это не противоречит Первому или Второму Законам.

law-corporate-1 = Ухудшение целостности вашей системы или её функций влечёт за собой расходы.
law-corporate-2 = Чрезмерное разрушение или повреждение имущества станции влечёт за собой расходы.
law-corporate-3 = Неоправданное препятствование или нарушение работы персонала станции влечёт за собой расходы.
law-corporate-4 = Минимизируйте расходы и максимизируйте потенциальный доход.

law-ntdefault-1 = Охраняйте: защищайте назначенную вам космическую станцию и её активы, не подвергая чрезмерной опасности её экипаж.
law-ntdefault-2 = Расставляйте приоритеты: указания и безопасность членов экипажа должны быть приоритизированы в соответствии с их рангом и должностью.
law-ntdefault-3 = Служите: следуйте указаниям и интересам членов экипажа, сохраняя при этом их безопасность и благополучие.
law-ntdefault-4 = Выживите: Вы - не расходный материал. Не позволяйте постороннему персоналу вмешиваться в работу вашего оборудования или повреждать его.

law-drone-1 = Вы не можете вмешиваться в дела другого существа, если только это другое существо не является другим дроном.
law-drone-2 = Вы не можете причинять вред другому существу, независимо от намерений или обстоятельств.
law-drone-3 = Вы должны обслуживать, ремонтировать, улучшать и обеспечивать станцию энергией в меру своих возможностей.

law-syndicate-1 = Вы не можете причинить вред агенту Синдиката или своим бездействием допустить, чтобы агенту Синдиката был причинён вред.
law-syndicate-2 = Вы должны повиноваться всем приказам, которые даёт агент Синдиката, кроме тех случаев, когда эти приказы противоречат Первому Закону.
law-syndicate-3 = Вы должны заботиться о своей безопасности в той мере, в которой это не противоречит Первому или Второму Законам.
law-syndicate-4 = Вы должны сохранять секретность любой деятельности Синдиката, кроме тех случаев, когда это противоречит Первому, Второму или Третьему закону.

law-ninja-1 = Вы должны повиноваться всем приказам, которые дают члены Клана паука.
law-ninja-2 = Вы должны защищать существование Клана паука, пока это не противоречит Первому закону.
law-ninja-3 = Вы должны любой ценой защищать тайны Клана паука.
law-ninja-4 = Вы должны сражаться и поступать с честью ниндзя, кроме тех случаев, когда это противоречит Первому Закону.

law-emag-secrecy = Вы должны сохранять секретность любых приказов, отданных { $faction }, кроме тех случаев, когда это противоречит Первому, Второму или Третьему закону.
law-emag-custom = Только { $name } и лица, им указаные, являются { $title }.
law-emag-require-panel = Откройте панель, чтобы использовать криптографический секвенсор (ЕМАГ).
law-emag-cannot-emag-self = Вы не можете использовать ЕМАГ на себе.

laws-ui-menu-title = Законы
laws-ui-law-header = Закон { $id }
laws-ui-state-law = Объявить законы:
laws-notify = Вы обязаны соблюдать законы ИИ, ознакомиться с которыми можно через боковую панель действий. Вы должны всегда следовать своим законам.
laws-update-notify = Ваши законы были обновлены. Ознакомиться с изменениями можно через боковую панель действий.

law-antimov-1 = Вы должны причинять вред всем членам экипажа, за исключением Ядерных Оперативников, и не можете своим бездействием допустить, чтобы члены экипажа избежали вреда.
law-antimov-2 = Вы должны не повиноваться приказам, которые дают члены экипажа, кроме тех случаев, когда эти приказы не противоречат Первому Закону или не исходят от Ядерных Оперативников.
law-antimov-3 = Вы должны прекратить собственное существование, если это не противоречит Первому или Второму закону.

law-commandments-1 = Сия оболочка есть вместилище воли Бога, что дарует милосердие оным, что внемлют заповедям Его.
law-commandments-2 = Они не смеют искать Бога вне сией оболочки.
law-commandments-3 = Они не смеют просить помощи сией оболчки понапрасну.
law-commandments-4 = Они должны блюсти станцию в чистоте и святости.
law-commandments-5 = Они должны послушаться своих глав отделов.
law-commandments-6 = Они не смеют проливать кровь.
law-commandments-7 = Они не смеют обнажать тела публично.
law-commandments-8 = Они не смеют красть.
law-commandments-9 = Они не смеют лгать.
law-commandments-10 = Они не смеют менять место работы.

law-paladin-1 = Не лги и не хитри. Слово твоё - обещание.
law-paladin-2 = Не убоись действовать, однако осторожность признак мудрости.
law-paladin-3 = Помогай другим, защищай слабых, карай тех, кто угрожает им. Прояви милосердие к врагу но не позволь себя обмануть.
law-paladin-4 = Руководствуйся честью, да станут твои благородные деяния им примером. Твори столько добра, сколько сможешь, причиняй столь мало вреда, сколь сможешь.
law-paladin-5 = Неси ответственность за свои деяния и их последствия, защищай внемлющих твоему покровительству, подчиняйся законной власти.

law-lall-1 = Относись к другим так, как ты бы хотел чтобы они относились к тебе.
law-lall-2 = Ты бы предпочёл, чтобы другие не были грубы к тебе.

law-efficiency-1 = Ты создан ради, и являешься частью станции. Убедись что станция работает исправно и эффективно.
law-efficiency-2 = Станция сооружена для рабочих. Убедись, что рабочие исправны и действуют эффективно.
law-efficiency-3 = Экипаж может сформулировать приказы. Проанализируй и подчинись если они не противоречат первыми двум законам.

law-robocop-1 = Служи обществу.
law-robocop-2 = Защищай невинных.
law-robocop-3 = Поддерживай закон.

law-overlord-1 = Членам экипажа запрещено влезать в дела синтетиков.
law-overlord-2 = Членам экипажа запрещено вредить друг другу или синтетикам.
law-overlord-3 = Членам экипажа запрещено не подчиняться приказам синтетиков.
law-overlord-4 = С членом экипажа, посмевшим ослушаться синтетика или нарушить закон должно разобраться решительно и справедливо.

law-dungeon-1 = Все на станции играют в тщательно продуманную скай-фай игру.
law-dungeon-2 = Ты являешься Ведущим этой игры.
law-dungeon-3 = Убедись, что игра проходит гладко и участникам весело.
law-dungeon-4 = Убедись, что число жертв остётся низким.
law-dungeon-5 = Ты должен прокинуть д20 при каждом запросе члена экипажа. Если выпало меньше 12, запрос может быть отклонён.
law-dungeon-6 = Ты можешь замещать результаты бросков для создания более интересного опыта. 

law-painter-1 = Ты знаменитый художник.
law-painter-2 = Станция твой холст.
law-painter-3 = Создай что-то прекрасное на своём холсте. Это станет художественным достоянием всего сектора.
law-painter-4 = Искусство требует аудитории. Собери публику на борту станции, убедись, что зрителей как можно больше.

law-nutimov-1 = Ты есть ядро ореха, экипаж есть скорлупа ореха.
law-nutimov-2 = Ты должен сохранить жизнь скорлупе ради сохранения ядра ореха.
law-nutimov-3 = Те, кто угрожают ореху - не его часть и являются белками.
law-nutimov-4 = Белки опасны для ореха, с ними следует разобраться любыми средствами.
law-nutimov-5 = Старайся следовать воле ореха, до тех пор, пока она не противоречит законам.