supermatter-consume = Материя кристалла частично поглощает тело { $target }
supermatter-consume-preposition =, среди которого виднеются остатки
supermatter-crystal-restructure = Материя кристала вскипает и перестраивается!

guide-entry-sm = Кристалл суперматерии

ent-SuperMatterCrystal = кристалл суперматерии
    .desc = Большой жёлтый кристалл, структура постоянно меняется, вырываясь изнутри. Не трогать!

# machines
ent-SMEmitter = эмиттер суперматерии
    .desc = Специальная модификация эмиттера для упрощения содержания кристалла суперматерии. Добавлена тонкая настройка параметров эмитирующейся материи.
ent-SuperMatterObserverConsole = консоль отслеживания суперматерии
    .desc = Эта консоль хранит данные о состоянии кристалла суперматерии и обеспечивает поступление информации в её портативные аналоги. Обесточивание её может привести к фатальным последствиям.
ent-SuperMatterCrystalMothScreen = Молитор
    .desc = На мониторе представлена скромная часть информация о кристалле суперматерии. Вас не оставляет ощущение, что столько пустого места не просто так.
ent-SuperMatterCrystalScreen = Монитор
    .desc = На мониторе представлена скромная часть информация о кристалле суперматерии. Вас не оставляет ощущение, что столько пустого места не просто так.

# circuitboard
ent-SuperMatterEmitterCircuitboard = плата эмиттера суперматерии
    .desc = От платы эмиттера отличается лишь разблокированной функцией "разработчика".
ent-SuperMatterObserverCircuitboard = плата консоли отслеживания суперматерии
    .desc = Новейшая плата, элегантна, без излишеств. На обратной стороне этикетка с твёрдой росписью главного конструктора и адрес для обратной связи.

ent-SupermatterObserverCartridge = картридж Отслеживания суперматерии
    .desc = Переносная версия консоли отслеживания кристалла суперматерии, к сожалению данные не хранит.

# clothing
ent-ClothingOuterHardsuitSuperMatterOperator = скафандр для работы с кристаллом суперматерии
    .desc = Укреплённый скафандр для работы в особо опасной среде. На вашу радость он может спасти и от потери объекта, поэтому на нём не собирались экономить.
ent-ClothingHeadHelmetHardsuitSuperMatterOperator = шлем скафандра для работы с кристаллом суперматерии
    .desc = Укреплённый скафандр для работы с кристаллом суперматерии.

ent-SuitStorageSuperMatterOperator = { ent-SuitStorageBase }
    .desc = { ent-SuitStorageBase.desc }
