ent-BaseShield = базовый щит
    .desc = Щит!
ent-RiotShield = противоударный щит
    .desc = Большой башенный щит из ударопрочного пластика. Он лёгкий и им вы сможете надёжно блокировать разные типы атак но что-то серьёзнее удара дубинкой он не выдержит.
ent-RiotLaserShield = противотермический щит
    .desc = Технически не вполне щит а скорее продвинутая система отвода тепла. Лёгкая и может быть использована для блокирования как атак ближнего так и дальнего боя но абсолютно неспособна выдерживать механические атаки.
ent-RiotBulletShield = баллистический щит
    .desc = Тяжёлый баллистический щит из обеднённого урана и бронестали. Способен выдержать самые различные повреждения но затрудняет передвижение и плохо подходит для блокирования атак в ближнем бою из-за огромной массы.
ent-WoodenBuckler = деревянный баклер
    .desc = Небольшой круглый деревянный самодельный щит.
ent-MakeshiftShield = импровизированный щит
    .desc = Ветхий на вид щит, мало на что пригодный.
ent-WebShield = паутинный щит
    .desc = Нитяной щит. Он слаб и плохо противостоит нагреванию.
ent-ClockworkShield = заводной щит
    .desc = Ratvar oyrffrf lbh jvgu uvf cebgrpgvba. Ратвар благословляет вас Своей защитой.
ent-MirrorShield = зеркальный щит
    .desc = Жутко светится красным... Вы слышите, как геометр шепчет...
# Corvax-HiddenDesc-Start
ent-EnergyShield = подозрительное устройство
    .suffix = энергощит
    .desc = Небольшое дискообразное устройство с удобной рукоятью и кнопкой активации.
ent-BrokenEnergyShield = сломанное подозрительное устройство
    .suffix = сломанный энергощит
    .desc = Чтобы это ни было, оно больше не функционирует.
# Corvax-HiddenDesc-End
ent-TelescopicShield = телескопический щит
    .desc = Продвинутый щит на случай беспорядков, изготовлен из облегчённых материалов, способен складываться для удобства хранения.
