ent-SurgeryDrapes = хирургические простыни
    .desc = Аккуратные простыни. Вы же не запачкаете их кровью?.. Своей.

ent-BodyAnalyzer = анализатор тела
    .desc = Современный диагностический прибор. Отличный помощник для любого хирурга.

ent-DirectHandHeldDefibrillator = компактный прямой дефибриллятор
    .desc = Небольшой маломощный ручной дефибриллятор. Предназначен исключительно для прямого воздействия на открытое сердце.

ent-HandHeldImplantMedicalScanner = сканер имплантов
    .desc = Продвинутый сканер, способный обнаруживать плохо скрытые инородные объекты в теле пациента.

ent-ImplantCheckReportPaper = отчет сканера имплантов
    .desc = Всяко лучше, чем играть в русскую рулетку, вслепую орудуя имплантером.

ent-MindslaveFixerCerebralImplant = церебральный имплант
    .desc = Какой-то странный имплант. Зачем он вообще существует...
