#SS220-weapon-overhaul-begin
ent-BaseAmmoProvider = { ent-BaseItem }
    .desc = { ent-BaseItem.desc }
ent-AmmoProviderShotgunShell = { ent-BaseAmmoProvider }
    .desc = { ent-BaseAmmoProvider.desc }
ent-BoxBeanbag = коробка ружейных патронов (18,5x72 травматические)
    .desc = Картонная коробка с патронами для дробовика калибра 18,5x72. Предназначена для нелетальных боеприпасов.
ent-BoxLethalshot = коробка ружейных патронов (18,5x72 дробь)
    .desc = Картонная коробка с патронами для дробовика калибра 18,5x72. Предназначена для хранения кинетических боеприпасов общего назначения.
ent-BoxShotgunSlug = коробка ружейных патронов (18,5x72 пуля)
    .desc = Картонная коробка с патронами для дробовика калибра 18,5x72. Предназначена для дальнобойных цельных пуль.
ent-BoxShotgunFlare = коробка ружейных патронов (18,5x72 фальшфейеры)
    .desc = Картонная коробка с патронами для дробовика калибра 18,5x72. Предназначена для осветительных ракет.
ent-BoxShotgunIncendiary = коробка ружейных патронов (18,5x72 магниевые)
    .desc = Картонная коробка с патронами для дробовика калибра 18,5x72. Предназначена для самовоспламеняющихся зажигательных боеприпасов.
ent-BoxShotgunUranium = коробка ружейных патронов (18,5x72 урановые)
    .desc = Картонная коробка с патронами для дробовика калибра 18,5x72. Предназначена для экзотических боеприпасов с урановым сердечником.
ent-BoxShotgunPractice = коробка ружейных патронов (18,5x72 учебные)
    .desc = Картонная коробка с патронами для дробовика калибра 18,5x72. Предназначена для безопасных тренировочных патронов.
ent-BoxShellTranquilizer = коробка ружейных патронов (18,5x72 транквилизаторы)
    .desc = Картонная коробка с патронами для дробовика калибра 18,5x72. Предназначена для нелетальных транквилизирующих боеприпасов.
#SS220-weapon-overhaul-end