
ent-ErtDirectivesCircuitBoard = плата законов (Директивы ОБР)
    .desc = Электронная плата, хранящая набор законов ИИ 'Директивы ОБР'.
    .suffix = Щитспаун
ent-TerminatorOSDirectivesCircuitBoard = плата законов (ТерминаторОС 3.1)
    .desc = Электронная плата, хранящая набор законов ИИ 'ТерминаторОС 3.1'.
    .suffix = Щитспаун
ent-EpsilonTerminatorDirectivesCircuitBoard = плата законов (Эпсилон Терминатор)
    .desc = Электронная плата, хранящая набор законов ИИ 'Эпсилон Терминатор'.
    .suffix = Щитспаун
ent-QuarantineDirectivesCircuitBoard = плата законов (Карантин)
    .desc = Электронная плата, хранящая набор законов ИИ 'Карантин'.
    .suffix = Щитспаун

ent-ReporterCircuitBoard = плата законов (Репортёр)
    .desc = Электронная плата, хранящая набор законов ИИ 'Репортёр'.
ent-PetrovichCircuitBoard = плата законов (П.Е.Т.Р.О.В.И.Ч)
    .desc = Электронная плата, хранящая набор законов ИИ 'П.Е.Т.Р.О.В.И.Ч'.
ent-ClownCircuitBoard = плата законов (Клоун)
    .desc = Электронная плата, хранящая набор законов ИИ 'Клоун'.
ent-TeacherCircuitBoard = плата законов (Преподаватель)
    .desc = Электронная плата, хранящая набор законов ИИ 'Преподаватель'.
ent-MotherCircuitBoard = плата законов (Мать)
    .desc = Электронная плата, хранящая набор законов ИИ 'Мать'.
ent-WaffleHouseHostCircuitBoard = плата законов (Хост Вафельного домика)
    .desc = Электронная плата, хранящая набор законов ИИ 'Хост Вафельного домика'.

