blood-brothers-role-greeting =
    Ваш Кровный Брат: [bold][color=green]{ $brotherName }, { $brotherJobName }[/color][/bold]

    Вы - «Кровный Брат», верный агент Синдиката, чьи узы крепче любой стали.
    Вас двоих связали общие шрамы, секреты и общая цель.
    В этом холодном секторе космоса вы можете доверять только друг другу.
    Помните: успех одного - это успех обоих. Провал одного - это смерть для двоих.
    Устраните помехи, выполните задачи и докажите, что братство стоит дороже жизни.

objective-issuer-blood-brothers = [color=#C80000]Кровные Братья[/color]
blood-brothers-round-end-agent-name = кровные братья
