ent-BodyBag = мешок для тела
    .desc = Пластиковый мешок, предназначенный для хранения и транспортировки трупов и предотвращения их гниения.
ent-BodyBagFolded = { ent-BodyBag }
    .desc = { ent-BodyBag.desc }
    .suffix = Сложенный
ent-Ash = пепел
    .desc = Раньше это чем-то было, но теперь это не так.
ent-Ectoplasm = эктоплазма
    .desc = В таком виде она гораздо менее смертельна.

ent-BodyBag_Container = мешок для трупов\n  .desc = Пластиковый мешок, предназначенный для хранения и транспортировки трупов.

ent-BodyBag_Folded = мешок для трупов\n  .desc = Пластиковый мешок, предназначенный для хранения и транспортировки трупов.\n  .suffix = сложенный
