command-description-clone-humanoidappearance = Клонирует гуманоидную внешность предоставленной сущности на все целевые сущности.

command-description-clone-comps = Клонирует все компоненты с предоставленной сущности на все целевые сущности. Работает только для поддерживаемых компонентов.

command-description-clone-equipment = Клонирует экипировку с предоставленной сущности на все целевые сущности. Использует базовые прототипы, что означает, что изменения экипировки не сохранятся у клонированных версий.

command-description-clone-implants = Клонирует импланты с предоставленной сущности на все целевые сущности. Использует базовые прототипы, что означает, что изменения имплантов не сохранятся у клонированных версий.

command-description-clone-storage = Клонирует хранилище с предоставленной сущности на все целевые сущности. Использует базовые прототипы, что означает, что изменения содержимого не сохранятся у клонированных версий.
