command-description-dynamicrule-list = Список всех активных на данный момент динамических правил (обычно это только одно).

command-description-dynamicrule-get = Получает активное на данный момент динамическое правило.

command-description-dynamicrule-budget = Получает текущий бюджет направленных динамических правил.

command-description-dynamicrule-adjust = Корректирует бюджет направленных динамических правил на указанную сумму.

command-description-dynamicrule-set = Устанавливает бюджет направленных динамических правил на указанную сумму.

command-description-dynamicrule-dryrun = Возвращает список правил, которые могли бы активироваться, если бы правило запустилось в этот момент со всем текущим контекстом. Это не полный список каждого правила, которое можно запустить, а лишь выборка текущих валидных.

command-description-dynamicrule-executenow = Выполняет направленное динамическое правило так, как если бы оно достигло своего обычного времени обновления.

command-description-dynamicrule-rules = Получает список всех правил, созданных направленным динамическим правилом.
