command-description-inventory-getflags = Получает все сущности в слотах переданной сущности инвентаря, соответствующие определенному флагу слота.

command-description-inventory-getnamed = Получает все сущности в слотах переданной сущности инвентаря, соответствующие определенному имени слота.

command-description-inventory-forceput = Помещает указанную сущность на первую переданную сущность, имеющую слот, соответствующий заданному флагу, удаляя любой предмет, который ранее находился в этом слоте.

command-description-inventory-forcespawn = Спавнит указанный прототип на первой переданной сущности, имеющей слот, соответствующий заданному флагу, удаляя любой предмет, который ранее находился в этом слоте.

command-description-inventory-put = Помещает указанную сущность на первую переданную сущность, имеющую слот, соответствующий заданному флагу, снимая любой предмет, который ранее находился в этом слоте.

command-description-inventory-spawn = Спавнит указанный прототип на первой переданной сущности, имеющей слот, соответствующий заданному флагу, снимая любой предмет, который ранее находился в этом слоте.

command-description-inventory-tryput = Пытается поместить указанную сущность на первую переданную сущность, имеющую слот, соответствующий заданному флагу. Отменяется, если в этом слоте уже есть предмет.

command-description-inventory-tryspawn = Пытается заспавнить указанный прототип на первой переданной сущности, имеющей слот, соответствующий заданному флагу. Отменяется, если в этом слоте уже есть предмет.

command-description-inventory-ensure = Помещает указанную сущность на первую переданную сущность, имеющую слот, соответствующий заданному флагу, если слота не существует, в конце пропуская UID того, что находится в слоте.

command-description-inventory-ensurespawn = Спавнит указанный прототип на первой переданной сущности, имеющей слот, соответствующий заданному флагу, если слота не существует, в конце пропуская UID того, что находится в слоте.

command-description-inventory-query = Получает сущности в слотах инвентаря переданных сущностей и передает их дальше.
