command-description-msg-subtle = Отправляет комбинацию всплывающего окна и сообщения целевым сущностям. Ведет себя так же, как админское действие Subtle Message. Выводит сущности, которые успешно получили сообщение.

command-description-msg-chat = Отправляет сообщение в чат сессиям целевых сущностей. Выводит сущности, которые успешно получили сообщение.

command-description-msg-popup = Отображает всплывающее окно над целевыми сущностями. Можно указать, чтобы оно было видимо только цели.

command-description-msg-tippy = Отправляет Tippy сессиям целевых сущностей. Все параметры должны быть указаны. Выводит сущности, которые успешно получили tippy.
