command-description-statuseffect-add = Добавляет время в секундах к длительности заданного статусного эффекта или создает его с длительностью, равной времени.

command-description-statuseffect-update = Устанавливает длительность статусного эффекта на большее из введенного или существующего времени. Если время равно 0, длительность будет бесконечной.

command-description-statuseffect-set = Устанавливает длительность статусного эффекта на введенное время в секундах. Если время равно 0, длительность будет бесконечной.

command-description-statuseffect-remove = Удаляет время у заданного статусного эффекта по прототипу. Если время не установлено, удаляет статусный эффект.
