ent-MobEN = Е-Н
    .desc = Корги из металла с золотым сердцем, потому что испытания показали, что золотое сердце — отличный проводник.
ent-EnHeart = Золотое сердце
    .desc = Золотое сердце хорошего мальчика.
ent-MobSecDogRoxi = Рокси
    .desc = Не стоит шутить с ней - в списке её наград есть медаль за отвагу.
ent-MobRabbitBnuuy = Бнууй
    .desc = Помимо пушистости, любви к морковкам и бойкого характера, обладает сильной привязанностью к хозяину. В конце-концов, даже Смотрителю нужно, чтобы за ним присматривали.
