ent-MechBatterySmall = малый аккумулятор меха
    .desc = Крупногабаритный аккумулятор, способный производить постоянный ток высокой мощности.

ent-MechBatteryMiddle = аккумулятор меха
    .desc = Крупногабаритный аккумулятор, способный производить постоянный ток высокой мощности.

ent-MechBatterySmallNuclear = ядерная силовая установка меха
    .desc = Компактный ядерный реактор и аккумулятор на случай если мощности первого почему-то не хватит. Не прикасайтесь к системе охлаждения во время работы!