ent-CrateExoticMeat = ящик с экзотическим мясом
    .desc = Содержит более 10 кусков необычного мяса со всех краёв галактики!

ent-CrateMeat = ящик с мясом
    .desc = Содержит 10 кусков мяса с колониальных ферм NanoTrasen!

ent-CrateDrinkBeerCan = ящик пива
    .desc = Ящик пива - это источник настоящего удовольствия и отличного настроения. В нем спрятаны лучшие сорта пива, которые обещают золотистый цвет, искрящийся вкус и неповторимый аромат. Будьте уверены, что открыв этот ящик, вы откроете дверь в мир качественного и насыщенного вкуса. Содержит 18 банок пива.
