ent-CrateServiceHolidayLights = ящик праздничных лампочек
    .desc = Украсьте залы праздничными лампочками!

ent-CratePottedPlant = ящик с комнатным растением
    .desc = Содержит одно случайное растение в горшке для вашей станции!

ent-CrateRandomPottedPlants = ящик с комнатными растениями
    .desc = Содержит пять случайных растений в горшках для вашей станции! Это более выгодное предложение.

ent-CrateBioLumPottedPlant = ящик с комнатным биолюминесцентным растением
    .desc = Содержит одно эксклюзивное случайное биолюминесцентное растение в горшке для вашей станции! Ух ты... оно светится.

ent-CrateRandomBioLumPottedPlants = ящик с комнатными биолюминесцентными растениями
    .desc = Содержит пять эксклюзивных биолюминесцентных растений в горшках для вашего рабочего места! Ух ты... они светятся. Это более выгодное предложение.

ent-CratePlasticPottedPlant = ящик с комнатным пластиковым растением
    .desc = Содержит одно дешевое растение в пластиковом горшке для вашей станции! Оно выглядит как настоящее.

ent-CrateRandomPlasticPottedPlants = ящик с комнатными пластиковыми растениями
    .desc = Содержит пять дешевых растений в пластиковых горшках для вашего рабочего места! Они выглядят как настоящие. Это более выгодное предложение?..