ent-BaseShieldAlt = базовый щит
    .desc = Щит!
ent-RiotShieldAlt = противоударный щит
    .desc = Большой башенный щит из лёгкого ударопрочного пластика. Хорошо блокирует как атаки в ближнем бою так и дистанционные но не стоит ждать что он выдержит пулю или лазер.
ent-RiotLaserShieldAlt = противотермический щит
    .desc = Технически не вполне щит а скорее продвинутая система отвода тепла. Лёгкая и может быть использована для блокирования как атак ближнего так и дальнего боя но абсолютно неспособна выдерживать механические атаки.
ent-RiotBulletShieldAlt = баллистический щит
    .desc = Тяжёлый баллистический щит из обеднённого урана и бронестали. Способен выдержать самые различные повреждения но затрудняет передвижение и плохо подходит для блокирования атак в ближнем бою из-за огромной массы.
ent-WoodenBucklerAlt = деревянный баклер
    .desc = Небольшой круглый деревянный самодельный щит.
ent-MakeshiftShieldAlt = импровизированный щит
    .desc = Ветхий на вид щит, мало на что пригодный.
ent-WebShieldAlt = паутинный щит
    .desc = Нитяной щит. Он слаб и плохо противостоит нагреванию.
ent-ClockworkShieldAlt = заводной щит
    .desc = Ratvar oyrffrf lbh jvgu uvf cebgrpgvba. Ратвар благословляет вас Своей защитой.
ent-MirrorShieldAlt = зеркальный щит
    .desc = Жутко светится красным... Вы слышите, как геометр шепчет...
#Corvax-HiddenDesc-Start
ent-EnergyShieldAlt = подозрительное устройство
    .suffix = энергощит
    .desc = Небольшое дискообразное устройство с удобной рукоятью и кнопкой активации.
ent-BrokenEnergyShieldAlt = сломанное подозрительное устройство
    .suffix = сломанный энергощит
    .desc = Чтобы это ни было, оно больше не функционирует.
#Corvax-HiddenDesc-End
ent-TelescopicShieldAlt = телескопический щит
    .desc = Щит из ударопрочного пластика с механизмом, позволяющим ему складываться.
