
additional-goal-head-of-personnel-communion = 
    {"[bold]Форма НТ-ЦК-КОМ-УКЗ/2[/bold]"}
    {"[head=2]Приказ о назначении цели отдела[/head]"}

    {"    [bold]Станция:[/bold] "}{$station}
    {"    [bold]Отдел:[/bold] "} Сервис  
    {"    [bold]Цель отдела[/bold]: П"}

    {"    [bold]Информация о цели[/bold]: Руководством 'НаноТрейзен' установлен недостаточный уровень знаний в культуре других расс. В связи с этим руководство установило необходимость проведения пьесы по знаменитым историческим событиям."}

    {"    [bold]Требования к цели[/bold]:"}
    {"[bullet] Главный врач обязан выделить и обучить одного из сотрудников, как пилота парамедика медицинского шаттла, без потери активного парамедика на самой станции"}
    {"[bullet] Инженерный отдел должен построить пилотируемый шаттл специального назначения с доступами для инженерного и медицинского отделов"}
    {"[bullet] Медицинский шаттл должен быть наполнен стазисной кроватью, медицинской кроватью, медикаментами первой помощи и дефибриллятором"}
    {"[bullet] По итогу приготовления специализированного шаттла, отправьте отчётность о выполнении цели на АСН 'Севастополь'"}

    {"[italic]Место для печати[/italic]"}

additional-goal-head-of-personnel-birthday = У персонажа { $target } сегодня день рождения, но он сам об этом забыл. Устройте ему вечеринку-сюрприз!
