ent-ClothingHandsGlovesCentcom = перчатки Центком
    .desc = Пара высококачественных плотных перчаток Центком, украшенных золотым шитьём.
ent-ClothingHandsGlovesNanotrasenDiplomat = белые перчатки Центком
    .desc = Пара высококачественных белых плотных перчаток, украшенных золотым шитьём, которые выдаются дипломату Nanotrasen.
ent-ClothingHandsGlovesJanitorJR = черные резиновые перчатки
    .suffix = JR, За время в игре
    .desc = Уборочные перчатки с дополнительным защитным покрытием. Они видели столь много... 
