ent-ClothingMaskGasCentcomm = противогаз Центком
    .desc = Золотой с черным. Роскошно! Это поможет вам, пока вы сидите в своём офисе.

ent-BlueShieldGasMask = противогаз "Синий Щит"
    .desc = Безупречный противогаз для офицеров "Синий Щит". Помимо огнестойкости, он также обеспечивает защиту глаз.

ent-SecurityTacticalGasMask = тактический противогаз СБ
    .desc = Является удешевленной модификацией противогаза Синего Щита, без защиты от вспышек, но с тем же крутым дизайном.	
    .suffix = За время в игре
