ent-BaseMeleeWeaponEnergy = { ent-BaseItem }
    .desc = { ent-BaseItem.desc }
ent-EnergySword = энергетический меч
    .desc = Очень громкий и опасный меч с лучом чистой, концентрированной плазмы. Разрезает небронированные объекты как масло.
ent-EnergyDaggerLoud = энергокинжал
    .desc = Не такой громкий и опасный кинжал с лучом из чистой, концентрированной плазмы. Совершенно лишён возможности маскироваться.
ent-EnergyDagger = ручка
    .desc = Ручка с чёрными чернилами.
    .suffix = Энергокинжал
ent-EnergyDaggerBox = футляр энергокинжала
    .desc = Небольшая коробочка, содержащая энергокинжал. После вскрытия упаковка дезинтегрируется, не оставив улик.
    .suffix = Энергокинжал
<<<<<<< HEAD

# Corvax-HiddenDesc-Start
ent-EnergyCutlass = отломанная рукоять игрушечной абордажной сабли
    .suffix = абордажная энергосабля
    .desc = Тот кто сделал это, должно быть совсем не любит игрушки.
#SS220-cyborgdesword-locale-desc-tweak-begin
ent-CyborgEnergySwordDouble = { ent-EnergySwordDouble }
    .desc = Версия двухклинкового меча с энергощитом аналогичным одноручному щиту со значительно лучшими показателями устойчивости ко всем типам атак.
    .suffix = Одноручное, Для боргов
#SS220-cyborgdesword-locale-desc-tweak-end
ent-EnergySwordDouble = игрушечный двухклинковый меч
    .suffix = двухклинковый энергетический меч
    .desc = Новый двойной пластиковый меч от Sandy-Cat! В два раза больше эпика и громких звуков!
# Corvax-HiddenDesc-End
=======
ent-EnergyCutlass = абордажная энергосабля
    .desc = Экзотическое энергетическое оружие.
ent-EnergySwordDouble = двухклинковый энергетический меч
    .desc = Стажёры из командования Синдиката решили, что одного клинка на энергетическом мече недостаточно. Его можно хранить в кармане.
ent-HyperEutacticBlade = гиперэвтектический клинок
    .desc = Сверхмассивное оружие, способное разорвать на части саму ткань пространства и времени, гиперэвтектический клинок динамически выковывает гиперэвтектическую кристаллическую наноструктуру, способную проходить сквозь большинство известных форм материи, как горячий нож сквозь масло.
ent-CyborgEnergySword = { ent-EnergySword }
    .desc = Очень громкий и опасный меч с лучом из чистой концентрированной плазмы. Разработан специально для киборгов Синдиката.
    .suffix = Для боргов
ent-CyborgEnergySwordDouble = { ent-EnergySwordDouble }
    .desc = Стажёры из командования Синдиката решили, что одного клинка на энергетическом мече недостаточно. Специальная разработка для киборгов Синдиката.
    .suffix = Одноручное, Для боргов
ent-EnergyDaggerLoudBlue = { ent-EnergyDaggerLoud }
    .desc = { ent-EnergyDaggerLoud.desc }
    .suffix = синий
>>>>>>> master
