# Hidden decriptions below
hidden-desc-ThermalGoogles-syndicate = [color=#e31735]Новейшая разработка ваших товарищей по ремеслу, позволяет распозновать тепловые сигнатуры сквозь преграды.[/color]
hidden-desc-ThermalGoogles-research = [color=#D381C9]Неожиданно для себя вы замечаете знакомые электромагнитные сенсоры, когда-то НаноТрейзен занималось изучением возможности ксеноморфов видеть людей сквозь преграды, из открытых работ по этой теме вы и узнаёте сенсоры. Видимо, исследования были успешны, но должна ли была Вам в руки попасть уже засекреченная разработка?[/color]

hidden-desc-ThermalVisorImplanter-research = [color=#D381C9]Сверив номера на имплантере, вы замечаете знакомый шаблон. Когда-то НаноТрейзен исследовала возможность ксеноморфов видеть людей сквозь преграды, открытые испытания тех чипов имели такой же шаблон серийных номеров, видимо доработка была успешна, но должна ли была Вам в руки попасть уже засекреченная разработка?[/color]

hidden-desc-MindShieldImplanter-security = [color=#009ae1]Внутри имплантера находится имплант защиты разума.[/color]
hidden-desc-TrackingImplanter-security = [color=#009ae1]Внутри имплантера нахоится имплант-трекер.[/color]

hidden-desc-MindSlaveImplant-medical =  [color=#52B4E9]Сверив номера импланта внутри, вы понимаете, что это несертифицированный имплант. При внимательном осмотре вы понимаете что этот имплант обладает ИИ, подавляющим разум имплантированного.[/color]
hidden-desc-MindSlaveImplant-research = [color=#D381C9]Внимательно осмотрев имплант, вы понимаете, что это внутри имплант, губительно влияющий на нервную систему.[/color]
hidden-desc-MindSlaveImplant-syndicate = [color=#e31735]Этот имплант подчиняет разум владельца тому, кто установил имлпант. При извлечении импланта контроль над разумом теряется.[/color]

# Regular decriptions below

ent-ThermalVisorImplanter = { ent-Implanter }
    .desc = { ent-Implanter.desc }
    .suffix = Термальное зрение
ent-ThermalVisionImplant = имплант Термального Зрения
    .desc = Микрочип, который вживляют под кожу.

# Uplink locale

uplink-thermal-glasses-name = Термальные очки
uplink-thermal-glasses-desc = Очки со встроенными термальными сенсорами, бонусом идёт функционал маскировки хамелеон.

uplink-thermal-visor-implanter-name = Имплант термального зрения
uplink-thermal-visor-implanter-desc = Новейшая разработка синдиката, имплант позволяет глазу носителя различать тепловые сигнатуры сквозь преграды.

# silent shoes
hidden-desc-SilentShoes-syndicate = [color=#e31735]Разработанные специально для шпионских миссий Синдиката, эти ботинки совершенно бесшумны на любых поверхностях[/color]
hidden-desc-SilentShoes-research = [color=#D381C9]Вы можете различить скрытый слой поглощающего материала, полностью глушащий любые звуки шагов[/color]
