# Hidden decriptions below
hidden-desc-ThermalGoogles-syndicate = [color=#e31735]Новейшая разработка ваших товарищей по ремеслу, позволяет распозновать тепловые сигнатуры сквозь преграды.[/color]
hidden-desc-ThermalGoogles-research = [color=#D381C9]Неожиданно для себя вы замечаете знакомые электромагнитные сенсоры, когда-то НаноТрейзен занималось изучением возможности ксеноморфов видеть людей сквозь преграды, из открытых работ по этой теме вы и узнаёте сенсоры. Видимо, исследования были успешны, но должна ли была Вам в руки попасть уже засекреченная разработка?[/color]

hidden-desc-ThermalVisorImplanter-research = [color=#D381C9]Сверив номера на имплантере, вы замечаете знакомый шаблон. Когда-то НаноТрейзен исследовала возможность ксеноморфов видеть людей сквозь преграды, открытые испытания тех чипов имели такой же шаблон серийных номеров, видимо доработка была успешна, но должна ли была Вам в руки попасть уже засекреченная разработка?[/color]

# Regular decriptions below

ent-ThermalVisorImplanter = имплантер Термального Зрения
    .desc = Одноразовый имплантер, содержащий извлекаемым имплант, позволяющий видеть тела существ сквозь преграды.
ent-ThermalVisionImplant = имплант Термального Зрения
    .desc = Микрочип, который вживляют под кожу.

# Uplink locale

uplink-thermal-glasses-name = Термальные очки
uplink-thermal-glasses-desc = Очки со встроенными термальными сенсорами, бонусом идёт функционал маскировки хамелеон.

uplink-thermal-visor-implanter-name = Имплант термального зрения
uplink-thermal-visor-implanter-desc = Новейшая разработка синдиката, имплант позволяет глазу носителя различать тепловые сигнатуры сквозь преграды.

# silent shoes
hidden-desc-SilentShoes-syndicate = [color=#e31735]Разработанные специально для шпионских миссий Синдиката, эти ботинки совершенно бесшумны на любых поверхностях[/color]
hidden-desc-SilentShoes-research = [color=#D381C9]Вы можете различить скрытый слой поглощающего материала, полностью глушащий любые звуки шагов[/color]

# Svarshik's toy guns!
hidden-desc-toy-weapons-syndicate = [color=#e31735]Оно сделано из бананиума.[/color]
hidden-desc-toy-weapons-clown = [color=#c10ec4]Устройте самый смешной штурм станции с этим оружием, заряженным безобными пистонами! ХОНК![/color]

hidden-desc-toy-weapons-ammo-syndicate = [color=#e31735]Очень хорошая реплика магазина. Скорее всего, он заряжен пистонами или поролоном и не может быть заряжен в настоящее оружие.[/color]
hidden-desc-toy-weapons-ammo-clown = [color=#c10ec4]Одобренный Donk Co. стандартный магазин. Мультикалиберный! Может быть заряжен поролоном и пистонами одновременно![/color]

hidden-desc-toy-weapons-explosive-syndicate = [color=#e31735]Создает весьма реалистичный, но абсолютно безобидный взрыв для создания суматохи.[/color]
hidden-desc-toy-weapons-explosive-clown = [color=#c10ec4]Взрывчатка, набитая бананиумом и конфетти, очень реалистично взрывается, но никому не вредит![/color]
