ent-VoidPortal = Портал в бездну
    .desc = Нестабильный разрыв на ткани мироздания.
ent-VoidPortalSpawn = Портал в бездну
    .desc = Нестабильный разрыв на ткани мироздания. Он только открывается.
ent-VoidPortalClosed = Портал в бездну
    .desc = Нестабильный разрыв на ткани мироздания. Он вот-вот закроется.

ent-VoidPortalChasmExit = Разрыв в бездну
    .desc = Нестабильный разрыв на ткани мироздания.
ent-VoidKeyPortalExit = Разрыв из бездны
    .desc = Нестабильный разрыв на ткани мироздания.
