#SS220-weapon-overhaul-begin
ent-BaseSpeedLoaderMagnum = спидлоадер (11,5x32 магнум)
    .desc = { ent-BaseItem.desc }
ent-SpeedLoaderMagnum = спидлоадер (11,5x32 магнум)
    .desc = Предназначен для быстрой зарядки шести патронов 11,5x32 Magnum в пустой револьвер, хранения кинетических боеприпасов общего назначения.
ent-SpeedLoaderMagnumEmpty = спидлоадер (11,5x32 магнум любые)
    .desc = Предназначен для быстрой зарядки шести патронов 11,5x32 Magnum в пустой револьвер.
    .suffix = пустой
ent-SpeedLoaderMagnumIncendiary = спидлоадер (11,5x32 магнум зажигательные)
    .desc = Предназначен для быстрой зарядки шести патронов 11,5x32 Magnum в пустой револьвер, хранения самовоспламеняющихся трассирующих боеприпасов.
ent-SpeedLoaderMagnumPractice = спидлоадер (11,5x32 магнум учебные)
    .desc = Предназначен для быстрой зарядки шести патронов 11,5x32 Magnum в пустой револьвер, хранения безопасных учебных боеприпасов.
ent-SpeedLoaderMagnumAP = спидлоадер (11,5x32 магнум бронебойные)
    .desc = Предназначен для быстрой зарядки шести патронов 11,5x32 Magnum в пустой револьвер, хранения специальных бронебойных боеприпасов.
ent-SpeedLoaderMagnumUranium = спидлоадер (11,5x32 магнум урановые)
    .desc = Предназначен для быстрой зарядки шести патронов 11,5x32 Magnum в пустой револьвер, хранения боеприпасов с экзотическим урановым сердечником.
#SS220-weapon-overhaul-end