ent-BaseWeaponSniper = BaseWeaponSniper
    .desc = Дерзай — налетай, целься и стреляй.
#SS220-weapon-overhaul-begin
ent-WeaponSniperMosin = Кардашёв-Мосин
    .desc = Настоящая реликвия, винтовка Кардашёва-Мосина использовалась практически во всех вооружённых конфликтах с момента её создания 670 лет назад. Конструкция винтовки с затворной системой практически не изменилась с момента её создания, будь то для охоты, снайперской стрельбы или бесконечных окопных боев. Вмещает 5 патронов калибра 7,62x55.
ent-WeaponSniperHristov = Христов
    .desc = Для тех случаев, когда вам абсолютно необходимо заставить кого-то пожалеть о своих жизненных выборах, находясь на безопасном расстоянии. Использует патроны калибра 15,21x140.
ent-Musket = мушкет
    .desc = Это должно было оказаться в музее задолго до твоего рождения. Использует патроны калибра 15,24x140.
ent-WeaponPistolFlintlock = кремнёвый пистолет
    .desc = Спутник пирата. Яррр! Использует патроны калибра 11,5x32.
#SS220-weapon-overhaul-end
ent-WeaponPistolFlintlockEmpty = { ent-WeaponPistolFlintlock }
    .desc = { ent-WeaponPistolFlintlock.desc }
    .suffix = Пустой
