firemode-name-kill = режим для убийства
firemode-name-destroy = режим для УНИЧТОЖЕНИЯ
firemode-name-heal = режим для лечения
firemode-name-laser-alt = Лазер
firemode-name-disabler-alt = Оглушение
firemode-name-blaster = Бластер
firemode-name-blaster-piercing-window = Пролетающий окна бластер
firemode-name-enhanced = Сконцентрированный

ent-WeaponPulseRifle2 = пульсовая винтовка
    .suffix = Винтовка, Эскадрон Смерти, dq
    .desc = Энергетическая винтовка тяжелого типа, способна аннигилировать любые структуры.
ent-WeaponPulseShotgun = пульсовый дробовик
    .suffix = Дробовик, Эскадрон Смерти, dq
    .desc = Энергетическая дробовик с новейшей технологией лечения.


ent-WeaponBlasterKRS = плазменная винтовка КРС
    .desc = Эта модель оружия повидала не один военный конфликт со времени своего создания в 2503 году. Как и все плазменные винтовки обладает низкой скорострельностью но при этом способна наносить ужасающие повреждения. Требует энергию и форон для работы.
ent-WeaponBlasterKRV = плазменная винтовка КРВ
    .desc = Усовершенствованная плазменная винтовка. В сравнении с КРС имеет значительно улучшенное охлаждение что позволило увеличить скорострельность. Требует энергию и форон для работы.

ent-WeaponPulsePistol = M51-PTW-HE-S
    .desc = Высокоэнергетический лазерный пистолет новой модели, широко используемый вооружёнными силами ТСФ.

ent-PowerCellBlaster = энергоячейка бластерной винтовки
    .desc = Энергоячейка плазменного оружия, разработаная в ТСФ около семидесяти лет назад. Содержит как ёмкость для газа так и высокоёмкий элемент питания.
ent-PowerCellBlasterPrinted = { ent-PowerCellBlaster }
    .desc = { ent-PowerCellBlaster.desc }
    .suffix = Разряженный, Напечатанный
ent-PowerCellBlasterFull = { ent-PowerCellBlaster }
    .desc = { ent-PowerCellBlaster.desc }
    .suffix = Заряженный, Заправленный
ent-PowerCellBlasterHighCapacity = Улучшенная версия энергоячейки для плазменного оружия. Содержит как ёмкость для газа так и высокоёмкий элемент питания.
    .desc = { ent-PowerCellBlaster.desc }


ent-WeaponSynergisticEnergyGun = синергетический пистолет
    .desc = Инновационное оружие, объединяющее в себе передовые технологии и уникальный дизайн. Обладает двумя режимами стрельбы: стандартным и сконцентрированный.

ent-WeaponEnergyGunRevolver = лазерный револьвер
    .desc = Стандартный лазерный револьвер производства NanoTrasen. Редко используется из-за сильно ограниченного боезапаса и поставляется, как правило, в какие-то глуши.
ent-WeaponEnergyGunRevolverSelfRecharger = { ent-WeaponEnergyGunRevolver }
    .desc = Стандартный лазерный револьвер производства NanoTrasen. Модифицирован модулем самозарядки.


ent-LaserCarabinePowerCell = энергоячейка карабина
    .desc = Вмещает в себе гораздо больше боли, чем вы когда-либо мечтали.

ent-LaserSMGPowerCell = энергоячейка пистолета-пулемёта
    .desc = Вмещает в себе гораздо больше боли, чем вы когда-либо мечтали.

ent-WeaponLaserSMG = лазерный пистолет-пулемёт ИК 40
    .suffix = Пистолет-пулемёт
    .desc = Слабый лазерный пистолет-пулемёт, прототип оружия ОБР, в большей степени полагающийся на аккумуляторные патроны, а не на встроенный элемент питания. Используется службой безопасности NanoTrasen.

ent-WeaponLaserCarabine = лазерный карабин ИК 60
    .suffix = Автомат
    .desc = Мощный лазерный карабин, похожий на винтовку, в большей степени полагающийся на аккумуляторные патроны, а не на встроенный элемент питания. Используется отрядами корпоративной безопасности NanoTrasen в боевых действиях.

ent-WeaponLaserCarbine = M32-OTW
    .suffix = Винтовка
    .desc = Оптическое Термическое Вооружение Модель 32. Широко распространённый импульсный лазер карабинного форм-фактора, снискал любовь ЧОП, ополчений и гражданских лиц во всей ТСФ и её окрестностях за счёт своей простоты и дешевизны.

ent-WeaponLaserPistol = M32-OTW-S
    .suffix = Пистолет
    .desc = Оптическое Термическое Вооружение Модель 32 - Вторичное. Широко распространённый импульсный лазер пистолетного форм-фактора, менее скорострельный и энергоэффективный чем его "старший брат" за счёт меньшей по габаритам системы охлаждения.

ent-WeaponLaserCannon = M33-OTW-HE
    .desc = Оружие, выпускающее высокоэнергетические лазерные импульсы с энергией сравнимой с выстрелом полноразмерной винтовочной пулей.

ent-WeaponEnergyShotgun = плазменный дробовик
    .desc = Ручная плазменная пушка со всеми её атрибутами-низкие скорострельность и ёмкость как батареи так и бака для форона компенсируется огромными повреждениями которые она способна наносить.
