ent-WeaponPulseRifle2 = пульсовая винтовка
    .suffix = Винтовка, Эскадрон Смерти, dq
    .desc = Энергетическая винтовка тяжелого типа, способна аннигилировать любые структуры.
ent-WeaponPulseShotgun = пульсовый дробовик
    .suffix = Дробовик, Эскадрон Смерти, dq
    .desc = Энергетическая дробовик с новейшей технологией лечения.

firemode-name-kill = режия для убийства
firemode-name-destroy = режим для УНИЧТОЖЕНИЯ
firemode-name-heal = режим для лечения


ent-WeaponBlasterKRS = krs
    .desc = Старая, но надежная бластерная винтовка. Оснащена только полуавтоматическим режимом стрельбы.
    .suffix = Бластер

ent-WeaponBlasterKRV = krv
    .desc = Усовершенствованная бластерная винтовка. Используется особенными оперативниками.
    .suffix = Бластер

ent-BlasterPowerCellAlt = бластерная энергоячейка
    .desc = Вмещает в себе гораздо больше боли, чем вы когда-либо мечтали.
ent-BlasterPowerCellAltPrinted = бластерная энергоячейка
    .desc = Вмещает в себе гораздо больше боли, чем вы когда-либо мечтали.
    .suffix = Пустой

ent-BlasterPowerCellDisabler = бластерная энергоячейка (disabler)
    .desc = Вмещает в себе гораздо больше боли, чем вы когда-либо мечтали.

ent-BlasterPowerCellPulse = усовершенствованная бластерная энергоячейка
    .desc = Вмещает в себе гораздо больше боли, чем вы когда-либо мечтали.

firemode-name-laser-alt = Лазер
firemode-name-disabler-alt = Оглушение
firemode-name-blaster = Бластер

ent-WeaponSynergisticEnergyGun = синергетический пистолет
    .desc = Инновационное оружие, объединяющее в себе передовые технологии и уникальный дизайн. Обладает двумя режимами стрельбы: стандартным и сконцентрированный.

firemode-name-enhanced = Сконцентрированный
