firemode-name-kill = режим для убийства
firemode-name-destroy = режим для УНИЧТОЖЕНИЯ
firemode-name-heal = режим для лечения
firemode-name-laser-alt = Лазер
firemode-name-disabler-alt = Оглушение
firemode-name-blaster = Бластер
firemode-name-blaster-piercing-window = Пролетающий окна бластер
firemode-name-enhanced = Сконцентрированный

ent-WeaponPulseRifle2 = пульсовая винтовка
    .suffix = Винтовка, Эскадрон Смерти, dq
    .desc = Энергетическая винтовка тяжелого типа, способна аннигилировать любые структуры.
ent-WeaponPulseShotgun = пульсовый дробовик
    .suffix = Дробовик, Эскадрон Смерти, dq
    .desc = Энергетическая дробовик с новейшей технологией лечения.


ent-WeaponBlasterKRS = бластерная винтовка КРС
    .desc = Старая, но надежная бластерная винтовка.
ent-WeaponBlasterKRV = бластерная винтовка КРВ
    .desc = Усовершенствованная бластерная винтовка. Используется особенными оперативниками.

ent-PowerCellBlaster = энергоячейка бластерной винтовки
    .desc = Вмещает в себе гораздо больше боли, чем вы когда-либо мечтали.
ent-PowerCellBlasterPrinted = { ent-PowerCellBlaster }
    .desc = { ent-PowerCellBlaster.desc }
    .suffix = Разряженный, Напечатанный
ent-PowerCellBlasterHighCapacity = высокоёмкая энергоячейка бластерной винтовки
    .desc = { ent-PowerCellBlaster.desc }


ent-WeaponSynergisticEnergyGun = синергетический пистолет
    .desc = Инновационное оружие, объединяющее в себе передовые технологии и уникальный дизайн. Обладает двумя режимами стрельбы: стандартным и сконцентрированный.

ent-WeaponEnergyGunRevolver = лазерный револьвер
    .desc = Стандартный лазерный револьвер производства NanoTrasen. Редко используется из-за сильно ограниченного боезапаса и поставляется, как правило, в какие-то глуши.
ent-WeaponEnergyGunRevolverSelfRecharger = { ent-WeaponEnergyGunRevolver }
    .desc = Стандартный лазерный револьвер производства NanoTrasen. Модифицирован модулем самозарядки.


ent-LaserCarabinePowerCell = энергоячейка карабина
    .desc = Вмещает в себе гораздо больше боли, чем вы когда-либо мечтали.

ent-LaserSMGPowerCell = энергоячейка пистолета-пулемёта
    .desc = Вмещает в себе гораздо больше боли, чем вы когда-либо мечтали.

ent-WeaponLaserSMG = лазерный пистолет-пулемёт ИК 40
    .suffix = Пистолет-пулемёт
    .desc = Слабый лазерный пистолет-пулемёт, прототип оружия ОБР, в большей степени полагающийся на аккумуляторные патроны, а не на встроенный элемент питания. Используется службой безопасности NanoTrasen.

ent-BorgWeaponDisabler = Самозарядный стеннер
    .suffix = Самозарядный станнер
    .desc = Самозарядный станнер, специально модифицированный для киборга СБ.

ent-BorgWeaponLaserCarbine = Самозарядный лазерный карабин
    .suffix = Самозарядный автомат
    .desc = Самозарядный лазерный карабин, специально модифицированный для киборга СБ.

ent-BorgFlash = Самозарядная вспышка
    .desc = Самозарядная вспышка, которая не сгорает полностью при окончании её заряда.
