ent-WeaponSubMachineGunC20r = C-20r
    .desc = Штурмовая винтовка компоновки булл-пап, оснащённая продвинутыми системами компенсации отдачи. Часто используется при штурмах зданий, космических кораблей и станций.
    .suffix = Винтовка, С20Р, С-20Р

ent-WeaponRifleLecter = М-53E2 "Лектер"
    .desc = Первоклассная армейская штурмовая винтовка 2453 года выпуска. Значительно устарела к текущему времени но всё ещё надёжна и смертоносна.
    .suffix = Автомат

ent-WeaponRifleCommando = M-53E3ST "Коммандо"
    .desc = Модификация "Лектера" для ближних дистанций. Снабжена голографическим прицелом и интегрированным глушителем.
    .suffix = Автомат

ent-WeaponRifleAk = АК-41
    .desc = Чрезвычайно старый и экзотический образец оружия под сравнительно новый калибр. Это "весло" с деревянной фурнитурой имеет неприлично огромную по современным стандартам массу но всё так же надёжно выпускает пули калибра 7,62мм с верной стороны.
    .suffix = Автомат

ent-WeaponRifleEstoc = MRCR-308 "Эсток"
    .desc = Боевая винтовка под патрон 7,62x55мм. Великолепно пробивает пехотную броню и наносит обширные повреждения.
    .suffix = Винтовка