ent-SpicyPizzaSynd = острая мясная пицца
    .desc = Кажется, на эту вылили целую бутыль острого соуса. Тем не менее, выглядит очень аппетитно.
    .suffix = СиндиЛут
ent-ThrowingSliceSynd = кусок острой мясной пиццы
    .desc = Кусок пиццы, покрытый острым соусом. 
    .suffix = СиндиЛут
ent-SpicyPizzaFood = острая мясная пицца
    .desc = Кажется, на эту вылили целую бутыль острого соуса. Тем не менее, выглядит очень аппетитно.
ent-ThrowingSliceFood = кусок острой мясной пиццы
    .desc = Кусок пиццы, покрытый острым соусом. 
ent-FoodBoxPizzaFilledSpicy = коробка пиццы
    .suffix = СиндиЛут
    .desc = { ent-FoodBoxPizza.desc }

uplink-spicypizza-name = Острая осколочная пицца
uplink-spicypizza-desc = Эта пицца настолько острая, что при падении разлетается на слайсы, калечащие любого, кому не повезло попасть под линию огня. Даже не вздумайте употреблять её в пищу.
