ent-FloraBushG = кустик
    .desc = Компактный куст для озеленения. Не требует много места.

ent-FloraBushH = молодой бамбук
    .desc = Молодой бамбук - со временем станет высоким и крепким. А пока просто красивый.

ent-FloraBushI = трава и сорняки
    .desc = Ничего необычного, если вы не ботаник.

ent-FloraBushJ = папоротник
    .desc = Декоративное растение с резными перистыми листьями. Отлично смотрится в интерьере и не требует особого ухода.

ent-FloraBushK = бонсай
    .desc = Маленькое дерево, выращенное по древней технике. Символ гармонии и терпения. Требует внимания, но взамен дарит умиротворение.

ent-FloraBushL = вечнозеленый куст
    .desc = Очень похож на недоросшую изгородь.

ent-FloraBushM = карликовая Ель
    .desc = Маленькое хвойное деревце с мягкими иголками. Отлично пахнет и создаёт новогоднее настроение.

ent-FloraBushN = акация
    .desc = Душистое дерево, часто украшающее оранжереи и теплицы.

ent-FloraBushSnowA = калина
    .desc = Красные ягоды, которые понижают давление - как у начальника, так и в комнате с горячей плазмой.

ent-FloraBushSnowB = калина пустая
    .desc = Куст без ягод. Зато с характером.

ent-FloraBushD = куст
    .desc = Самый обычный, но красивый куст.

ent-FloraBushE = камыш
    .desc = Если видите пушистую палку - это он и есть. Или рогоз. Не уверены.
