science-knowledge-name = Учёный
science-knowledge-description = Вы провели несколько лет своей в окружении учёных и их научных работ. Вы с лёгкостью разбираетесь даже в самых сложных приборах и гипотезах.

engineer-knowledge-name = Инженер
medical-knowledge-description = Вы провели несколько лет своей жизни в окружении машинерии и технических чертежей. Вы с лёгкостью разбираетесь даже в самых сложных механизмах и конструкциях.

medical-knowledge-name = Медик
medical-knowledge-description = Многие года обучения и практики сделали из Вас настоящего врача. Сотни часов лекций о анатомии разных существ, десятки часов изучений научных работ по медицине, вы с лёгкостью разбираетесь во всём, что связано с медициной.

chemist-knowledge-name = Химик
chemist-knowledge-description = Обучение в высшем профильном ВУЗе и сотни часов усердной практики. Вы имеете полное представление о используемых реагентах, а также о всех действиях реагентов на организм.

service-actor-knowledge-name = Профессиональный актёр
service-actor-knowledge-description = Вы провели несколько лет своей жизни на сцене и за кулисами. Вы с лёгкостью разбираетесь в сценическом реквизите, гриме и музыкальных инструментах.

botany-knowledge-name = Ботаник
botany-knowledge-description = Окружающий мир для Вас состоит из десятка видов и сотен подвидов растений. Вы прекрасно начитаны о всех известных растениях.

cargo-knowledge-name = Работник снабжения
cargo-knowledge-description = Простая работа не значит, что нельзя в ней совершенствоваться. Вы не отлынивали когда нельзя и отлынивали когда можно. Вам знакомо всё оборудование отдела снабжения, а также техника безопасности на борту шаттлов.

security-knowledge-name = Сотрудник департамента "Защиты Активов"
security-knowledge-description = Вас учили политкорректно выражаться, проводили тренинги по стрессоустойчивости, но ничто так не волнует NanoTrasen как защита активов, Вы знаете кто может потревожить имущество NanoTrasen и что Вы должны с ними сделать. Слава NanoTrasen!

super-natural-book-knowledge-name = Мистик
super-natural-book-knowledge-description = Вы посвятили немало времени изучению необъяснимого и потустороннего. Древние проклятия, священные реликвии и запретные знания для вас — открытая книга.
