informed-personal-knowledge-name = [bold]Информированный персонал[/bold]
informed-personal-knowledge-description = Вы имеете представление о возможных врагах корпорации и их снаряжении, а также о опасных обитателях космоса. Несколько брифингов от ответственного персонала департамента защиты активов не дало Вам полное представление о угрозах, с которыми Вы можете столкнуться.

centcomm-knowledge-name = Доверенный персонал NanoTrasen
centcomm-knowledge-description = Сотни часов работы в полях, десятки составленных отчётов. Вы знаете о существовании опасностей и способах их раздавить во славу NanoTrasen. Слава NanoTrasen!
