thief-knowledge-name = Клептоман
thief-knowledge-description = Мир — это витрина, а вы забыли кошелек. Всё, что не прибито к полу — потенциально ваше.

ninja-knowledge-name = Член клана Паука
ninja-knowledge-description = Ниндзя это не путь и не вера, это не служба и не долго. Ниндзя - это Вы. Вы годами тренировались, вы знаете о снаряжении как и ваших соперников, так и противников. Безусловно уроки скрытности вы тоже не пропускали.

wizard-knowledge-name = Представитель Федерации магов
wizard-knowledge-description = Вы потратили десятки лет на заучивание древних рун и чтение пыльных гримуаров не для того, чтобы какой-то ассистент с огнетушителем указывал вам, что делать. Реальность — это просто глина в ваших руках

cult-yogg-knowledge-name = Прикосновение Йог'Сатотта
cult-yogg-knowledge-description = Вам приоткрыта пелена тайных знаний, но лишь до тех пора, пока Ваш Бог разрешает Вам знать
