syndicate-agent-knowledge-name = Агент Синдиката
syndicate-agent-knowledge-description = Вы проходили обучение в скрытых лагерях. Вы не могли успеть научиться всему, но снаряжение Ваших заказчиков и их коллег Вам знакомо очень хорошо.

nuclear-operative-knowledge-name = Ядерный Оперативник
nuclear-operative-knowledge-description = Вы обучены ведению боевых действий, Ваши заказчики были очень заинтересованы в том, чтобы подготовить Вас к любой деятельности: от скрытого внедрения, то введения полномасштабных боевых действий в космических просторах. Смерть NanoTrasen!
