ent-LawDepartmentBusinessCard = визитная карточка юридического департамента
    .desc = Роскошная черная карта с позолоченными весами правосудия. Золотая фольга букв контрастирует с матовым черным фоном, символизируя непреклонный авторитет закона станции.
ent-MagistrateBusinessCard = визитная карточка магистрата
    .desc = Роскошная черная карта с позолоченными весами правосудия. Золотая фольга букв контрастирует с матовым черным фоном. Физическое воплощение судебной власти.
ent-IAABusinessCard = визитная карточка агента внутренних дел
    .desc = Лаконичная синяя полимерная карта с четкими белыми надписями. Минималистичный дизайн скрывает ее истинное назначение - эта карта одинаково эффективно открывает двери и закрывает дела.