# Raw
ent-FoodMeatRabbit = крольчатина
    .desc = Натуральное белое мясо с низким содержанием жира и высоким содержанием белка. Обладает нежной текстурой и приятным, слегка сладковатым вкусом.
ent-FoodMeatRabbitBnuuy = бнууйнятина
    .desc = Ты должен был следовать за кроликом...

# Cooked
ent-FoodMeatRabbitSteak = стейк из крольчатины
    .desc = Идеально прожаренный кусочек крольчатины. Нежный, сочный и полезный.
ent-FoodMeatRabbitBnuuySteak = стейк из бнууйнятины
    .desc = Отвратительно... И это сейчас не о бнууйнятине...
ent-FoodMeatRabbitBnuuyBaked = запечённый бнууй
    .desc = Высокая кухня требует жертв — подавать со слезами смотрителя.