reagent-name-fomepizole = фомепизол
reagent-desc-fomepizole = Сажает вертолет на посадку - хорошо успокаивает нервы, предотвращая дрожь и галлюцинации.

reagent-name-haloperidol = галоперидол
reagent-desc-haloperidol = Транквилизатор. Очищает организм от большинства наркотиков и стимуляторов. Быстро снимает наркотическое опьянение, галлюцинации и нервную дрожь. Может вызвать сонливость и рак.

reagent-name-superstim = неизвестный раствор
reagent-desc-superstim = Раствор неизвестного происхождения.

reagent-name-harai = харай
reagent-desc-harai = Тёмно-фиолетовая паста, созданная для борьбы с феромонным штормом у арахнидов. Впервые получена из пещерного растения на Ширре-1.

reagent-name-nicotizine = никотизин
reagent-desc-nicotizine = Низкоконцентрированная форма барозина, смешанная с никотином. Менее вредна для здоровья, согревает тело и предотвращает повреждения от давления, используется в сигаретах.

reagent-name-holymolywater = эссенция святой воды
reagent-desc-holymolywater = Концентрированная святая вода, способная исцелить любые болезни - даже смерть.

reagent-name-cerebrin = церебрин
reagent-desc-cerebrin = Ноотропный препарат, восстанавливающий поврежденные нейронные связи. Устраняет мозговой урон, улучшает концентрацию и память.

reagent-name-nicergoline = ницерголин
reagent-desc-nicergoline = Уникальная субстанция, позволяющая замедлить отмирание мозговых тканей.