ent-ClothingOuterArmorCentcomNavalCarapace = флотский панцирь
    .desc = Панцирь, который носят офицеры Командования флота.

ent-ClothingOuterReactiveArmor = экспериментальная реактивная броня
    .desc = Новейший прототип брони, основанный на ядре аномалии. Ходят слухи, что учёные NT разрабатывают более стабильную и многозадачную версию.

ent-ClothingOuterArmorBlueShieldBulletproof = пуленепробиваемый жилет "Синий Щит"
    .desc = Тяжёлый бронежилет типа III, способный защитить владельца от пуль, взрывчатки и загара.
