ent-ClothingOuterArmorCentcomNavalCarapace = флотский панцирь
    .desc = Панцирь, который носят офицеры Командования флота.

ent-ClothingOuterReactiveArmor = экспериментальная реактивная броня
    .desc = Новейший прототип брони, основанный на ядре аномалии. Ходят слухи, что учёные NT разрабатывают более стабильную и многозадачную версию.

ent-ClothingOuterArmorBlueShieldAssault = штурмовой бронежилет "Синий Щит"
    .desc = Разработан для тех, кто ценит свою жизнь и здоровье превыше всего.

ent-ClothingOuterArmorBlueShieldScale = чешуйчатый жилет "Синий Щит"
    .desc = Бронежилет странной формы, по структуре напоминающий чешую. Изготовители говорят, что материал бронежилета способен выдержать дыхание дракона.

ent-ClothingOuterMechLoader = экзоскелет класса погрузчик
    .desc = Усиливает физические возможности пользователя, позволяя легко поднимать тяжести и снижая риск травм.

ent-ClothingOuterMechLoaderFull = экзоскелет класса погрузчик
    .desc = Усиливает физические возможности пользователя, позволяя легко поднимать тяжести и снижая риск травм.
