ent-ClothingOuterArmorCentcomNavalCarapace = флотский панцирь
    .desc = Панцирь, который носят офицеры Командования флота.

ent-ClothingOuterReactiveArmor = экспериментальная реактивная броня       
    .desc = Новейший прототип брони, основанный на ядре аномалии. Ходят слухи, что учёные NT разрабатывают более стабильную и многозадачную версию.

ent-ClothingOuterMechLoader = экзоскелет класса погрузчик
    .desc = Усиливает физические возможности пользователя, позволяя легко поднимать тяжести и снижая риск травм.

ent-ClothingOuterMechLoaderFull = экзоскелет класса погрузчик
    .desc = Усиливает физические возможности пользователя, позволяя легко поднимать тяжести и снижая риск травм.