ent-ClothingOuterCoatCentcomFormalDress = торжественное платье Центком
    .desc = Платье для особых случаев.
ent-ClothingOuterCoatCentcomJacket = куртка Центком
    .desc = Куртка центрального командования, подчеркивающий ваш статус.
ent-ClothingOuterCoatQMWarehouseman = пальто заведующего складом
    .desc = Идеально совмещающее выдержанный стиль и рабочее назначение пальто. По сути, является вашим старым рабочим пальто, которое всё ещё цело только благодаря использованию дюраткани и сигаретному пеплу, что уже въелся в ткань. Вы никогда не понимали людей, надевающих поверх пальто одежды ещë слои одежды.
    .suffix = За время в игре
ent-ClothingOuterCoatHoPPurpleDress = пурпурное платье
    .desc = Одеяние настоящей самодовольной змеи.
    .suffix = За время в игре
ent-ClothingOuterCoatBluetunic = синий армейский китель
    .desc = Китель линейной пехоты великой армии Королевства.
ent-ClothingOuterCoatRedtunic = красный армейский мундир
    .desc = Алый пехотный мундир Речной Республики.

ent-ClothingOuterBSOCoat = пальто оперативника "Синий Щит"
    .desc = Пальто глубокого синего оттенка. Обеспечивает надежную защиту от большинства видов повреждений.
    .suffix = За время в игре

ent-ClothingOuterCoatHoSbomber = бомбер главы службы безопасности
    .desc = Крайне теплый и не менее бронированный бомбер, для не менее важного руководителя отдела обеспечения безопасности.

ent-ClothingOuterCoatOfficerFieldUniform = полевая форма Офицера Флота NanoTrasen
    .desc = Парадный плащ, разработанный в качестве массового варианта формы Верховного Главнокомандующего. У этой униформы нет тех же защитных свойств, что и у оригинала, но она всё ещё является довольно удобным и стильным предметом гардероба.
ent-ClothingOuterWhiteCoatCaptain = белое пальто капитана
    .desc = Белый цвет — символ власти на флоте.
ent-ClothingOuterCoatHoPFormalDress = торжественное платье главы персонала
    .desc = Только для настоящих машин бюрократии.
ent-ClothingOuterCoatQM = торжественная куртка квартирмейстера
    .desc = Торжественная куртка квартирмейстера, инкрустированная золотом.
ent-ClothingOuterCoatCEFormalDress = торжественное платье старшего инженера
    .desc = Сделано из самых лучших огнеупорных тканей, а золото поможет вам маршировать от Сингулярности, не боясь излучения.
ent-ClothingOuterCoatCMOFormalDress = торжественное платье главного врача
    .desc = Встречайте — Главный Врач!
ent-ClothingOuterCoatRDFormalDress = торжественное платье научного руководителя
    .desc = Специально для самых величайших открытий! Устройте в свою честь марш киборгов и салют из взрывающихся артефактов.
ent-ClothingOuterCoatDanger = опасная куртка
    .desc = Опасный лук опасного человека.
