ent-ClothingOuterHardsuitLightBlueshield = лёгкий скафандр "Синий Щит"
    .desc = Специальный скафандр, разработанный для "Синий щит". Он отличается легкостью и маневренностью.
ent-ClothingOuterHardsuitDeathsquadCommander = скафандр командира Эскадрона Смерти
    .suffix = Эскадрон Смерти, dq
    .desc = Высокотехнологичный скафандр, предназначенный для командира отряда.
ent-ClothingOuterHardsuitDeathsquadAlpha = скафандр специалиста Эскадрона Смерти
    .suffix = Эскадрон Смерти, dq
    .desc = Высокотехнологичный скафандр, предназначенный для специалистов отряда.
