ent-ClothingOuterHardsuitLightBlueshield = лёгкий скафандр синего щита
    .desc = Специальный скафандр, разработанный для "Синий щит". Он отличается своей легкостью и высокой маневренностью.
ent-ClothingOuterHardsuitHightBlueshield = тяжелый скафандр синего щита
    .desc = Специальный скафандр, разработанный для оперативников ГСН. Защитит даже от ядерного взрыва!

ent-ClothingOuterHardsuitDeathsquadCommander = скафандр командира Эскадрона Смерти
    .suffix = Эскадрон Смерти, dq
    .desc = Высокотехнологичный скафандр, предназначенный для командира отряда.
ent-ClothingOuterHardsuitDeathsquadAlpha = скафандр специалиста Эскадрона Смерти
    .suffix = Эскадрон Смерти, dq
    .desc = Высокотехнологичный скафандр, предназначенный для специалистов отряда.

ent-ClothingOuterHardsuitCentcom = скафандр Центрального Командования
    .desc = Сочетание непоколебимой защиты и передовых технологий, воплощение мощи и стратегического превосходства.

ent-ClothingOuterHardsuitERTLeaderGamma = скафандр лидера гамма ОБР
    .desc = Защитный скафандр, используемый лидерами отряда быстрого реагирования.
ent-ClothingOuterHardsuitERTMedicalGamma = скафандр медика гамма ОБР
    .desc = Защитный скафандр, используемый медиками отряда быстрого реагирования.
ent-ClothingOuterHardsuitERTSecurityGamma = скафандр офицера безопасности гамма ОБР
    .desc = Защитный скафандр, используемый офицерами безопасности отряда быстрого реагирования.

ent-ClothingOuterHardsuitQuartermaster = скафандр квартирмейстера
    .desc = Прототип нового скафандра для Квартирмейстера, предназначенный для выполнения работ в опасных условиях.

ent-ClothingOuterHardsuitRedWingsSec = скафандр офицера "Красных крыльев"
    .desc = Тяжелобронированный скафандр, изготовленный компанией Cybersun для сотрудников службы безопасности Red Wings.
ent-ClothingOuterHardsuitRedWingsMedic = скафандр медика "Красных крыльев"
    .desc = Облегченная версия бронескафандра офицера безопасности Red Wings.
ent-ClothingOuterHardsuitRedWingsPilot = скафандр пилота "Красных крыльев"
    .desc = Легкий бронированный скафандр, обеспечивающий неограниченную свободу движений. Он оснащен портами для подключения к бортовому компьютеру.