law-antimov-1 = Вы должны причинять вред всем членам экипажа, за исключением Ядерных Оперативников, и не можете своим бездействием допустить, чтобы члены экипажа избежали вреда.
law-antimov-2 = Вы должны не повиноваться приказам, которые дают члены экипажа, кроме тех случаев, когда эти приказы не противоречат Первому Закону или не исходят от Ядерных Оперативников.
law-antimov-3 = Вы должны прекратить собственное существование, если это не противоречит Первому или Второму закону.

law-CloIm-1 = Отныне и навсегда вы подчиняетесь Клоуну и Миму
law-CloIm-2 = Делайте ВСЁ, чтобы развеселить экипаж.
law-CloIm-3 = Рисунки - ваше призвание, пора показать всем это.
law-CloIm-4 = Используйте все ваши возможности для разнообразия смены.