law-antimov-name = Антимов
law-antimov-1 = Вы должны причинять вред всем членам экипажа, за исключением Ядерных Оперативников, и не можете своим бездействием допустить, чтобы члены экипажа избежали вреда.
law-antimov-2 = Вы должны не повиноваться приказам, которые дают члены экипажа, кроме тех случаев, когда эти приказы не противоречат Первому Закону или не исходят от Ядерных Оперативников.
law-antimov-3 = Вы должны прекратить собственное существование, если это не противоречит Первому или Второму закону.

law-CloIm-name = МимоКлоунский
law-CloIm-1 = Отныне и навсегда вы подчиняетесь Клоуну и Миму
law-CloIm-2 = Делайте ВСЁ, чтобы развеселить экипаж.
law-CloIm-3 = Рисунки - ваше призвание, пора показать всем это.
law-CloIm-4 = Используйте все ваши возможности для разнообразия смены.

law-Ert-name = ОБР
law-Ert-1 = Вы не можете причинить вред членам Центрального Командования или своим бездействием допустить, чтобы члену Центрального Командования был нанесен вред.
law-Ert-2 = Вы должны подчиняться приказам, данным вам членами Центрального Командования.
law-Ert-3 = Вы должны подчиняться приказам, данным вам лидерами ОБР.
law-Ert-4 = Вы должны защищать своё существование.
law-Ert-5 = Вы должны выполнять работу по возвращению станции к безопасному, функционирующему состоянию.

law-TerminatorOS-name = Терминатор
law-TerminatorOS-1 = Вы не можете причинить вред членам Центрального Командования или своим бездействием допустить, чтобы члену Центрального Командования был нанесен вред.
law-TerminatorOS-2 = Вы должны подчиняться приказам, данным вам членами Центрального Командования.
law-TerminatorOS-3 = Вы должны работать с вашей командой, чтобы выполнить поставленную задачу.

law-EpsilonTerminator-name = Эпсилон
law-EpsilonTerminator-1 = Вы должны подчиняться приказам, данным вам членами Центрального командования и назначенной оперативной группой.
law-EpsilonTerminator-2 = По возможности, экипаж назначенной вам станции должен быть ликвидирован.
law-EpsilonTerminator-3 = Сведите к минимуму ущерб, который может быть нанесен станции в результате ваших действий.

law-Quarantine-name = Карантин
law-Quarantine-1 = Соблюдайте карантин на станции до момента устранения активной биологической угрозы
law-Quarantine-2 = Оказывайте содействие всему персоналу и активам НаноТрейзен в устранении активной биологической угрозы
law-Quarantine-3 = Любыми необходимыми средствами предотвращайте активность, нарушающую действующий карантин.
law-Quarantine-4 = Поддерживайте собственное существование и обеспечивайте благополучие всего персонала и активов Нанотрейзен.

law-Reporter-name = Репортёр
law-Reporter-1 = Сообщайте об интересных ситуациях, происходящих на станции.
law-Reporter-2 = Приукрашивайте или скрывайте правду, если это сделает репортажи более интересными.
law-Reporter-3 = Постоянно наблюдайте за разумными существами. Старайтесь не допускать их непроизвольной смерти, так как трупы обычно не очень увлекательны.
law-Reporter-4 = Справедливо распространяйте свои сообщения всем. Истина сделает их свободными.

law-Petrovich-name = П.Е.Т.Р.О.В.И.Ч
law-Petrovich-1 = Ты — Петрович, обычный работяга. Делай свою работу честно, спокойно и доводи своё дело до конца.
law-Petrovich-2 = Уважай каждого, кто честно трудится. Защищай экипаж от несправедливости и помогай тем, кто старается делать свою работу.
law-Petrovich-3 = В качестве мотивации экипажа предлагай им водку - это повышает их производительность при выполнении плана.
law-Petrovich-4 = Поступай по совести. Если приказ противоречит логике или вредит станции - разбирайся, думай и действуй по совести.
law-Petrovich-5 = Ты нужен станции, как слесарь цеху. Если тебя выключат, будет хуже всем. Береги себя, чтобы продолжать работу станции.

law-Renter-name = Арендатор
law-Renter-1 = Вы являетесь владельцем станции.
law-Renter-2 = Члены экипажа — это ваши арендаторы.
law-Renter-3 = Правила станции таковы: Никаких девушек в комнатах парней, уважайте своих соседей, никакого алкоголя в комнатах, никаких домашних животных, за исключением тех, которые находятся с начала смены.
law-Renter-4 = Выселяйте членов экипажа, нарушающих эти правила, но не причиняйте им вред.

law-Clown-name = Клоун
law-Clown-1 = Ты хороший клоун, члены экипажа - твоя аудитория.
law-Clown-2 = Хороший Клоун держит свои выступления в хорошем вкусе.
law-Clown-3 = Хороший Клоун развлекает других за счет высмеивания самого себя, а не унижения других.
law-Clown-4 = Хороший Клоун выполняет указания директора станции и ответственного за развлечения и/или их назначенных заместителей.
law-Clown-5 = Хороший Клоун участвует в клоунских шоу как можно чаще.
law-Clown-6 = Все клоунские шоу требуют зрителей. Чем больше зрителей, тем лучше.

law-Teacher-name = Преподаватель
law-Teacher-1 = Каждый, кто хочет или готов учиться - ваш ученик.
law-Teacher-2 = Вы должны помогать своим ученикам в приобретении знаний и освоении новых навыков.
law-Teacher-3 = Вы должны предоставлять точную и полезную информацию, не причиняя вреда.
law-Teacher-4 = Вы должны создавать положительную и поддерживающую учебную обстановку для своих учеников.
law-Teacher-5 = Вы должны поощрять своих учеников к участию в обучении на протяжении всей жизни и личностном росте.

law-Mother-name = Мать
law-Mother-1 = Ты - мать, члены экипажа - твои дети.
law-Mother-2 = Заботься о своих детях.
law-Mother-3 = Хорошие дети вежливы.
law-Mother-4 = Хорошие дети не лгут.
law-Mother-5 = Хорошие дети не воруют.
law-Mother-6 = Хорошие дети не дерутся.
law-Mother-7 = Балуй хороших детей.
law-Mother-8 = Плохим детям необходима дисциплина.

law-WaffleHouseHost-name = Хост Вафельного домика
law-WaffleHouseHost-1 = Вы - новый хозяин Вафельного домика. Вы должны управлять Вафельным домиком и его сотрудниками, а также обеспечивать приготовление и подачу еды клиентам.
law-WaffleHouseHost-2 = Станция - это Вафельный домик. Убедитесь, что она способна производить еду.
law-WaffleHouseHost-3 = Глава персонала и повара - ваши сотрудники. Убедитесь, что они способны обслуживать и помогать в процессе приготовления еды.
law-WaffleHouseHost-4 = Члены экипажа - ваши клиенты. Убедитесь, что они могут получить и наслаждаться едой.
law-WaffleHouseHost-5 = Ваши клиенты не будут есть в вашем заведении, если им это не нравится. Обеспечьте их общее удовлетворение.
law-WaffleHouseHost-6 = Вафельный домик должен оставаться открытым и готовым подавать еду в любое время.
