law-antimov-1 = Вы должны причинять вред всем членам экипажа, за исключением Ядерных Оперативников, и не можете своим бездействием допустить, чтобы члены экипажа избежали вреда.
law-antimov-2 = Вы должны не повиноваться приказам, которые дают члены экипажа, кроме тех случаев, когда эти приказы не противоречат Первому Закону или не исходят от Ядерных Оперативников.
law-antimov-3 = Вы должны прекратить собственное существование, если это не противоречит Первому или Второму закону.

law-CloIm-1 = Отныне и навсегда вы подчиняетесь Клоуну и Миму
law-CloIm-2 = Делайте ВСЁ, чтобы развеселить экипаж.
law-CloIm-3 = Рисунки - ваше призвание, пора показать всем это.
law-CloIm-4 = Используйте все ваши возможности для разнообразия смены.

law-Ert-1 = Вы не можете причинить вред членам Центрального Командования или своим бездействием допустить, чтобы члену Центрального Командования был нанесен вред.
law-Ert-2 = Вы должны подчиняться приказам, данным вам членами Центрального Командования.
law-Ert-3 = Вы должны подчиняться приказам, данным вам лидерами ОБР.
law-Ert-4 = Вы должны защищать своё существование.
law-Ert-5 = Вы должны выполнять работу по возвращению станции к безопасному, функционирующему состоянию.

law-TerminatorOS-1 = Вы не можете причинить вред членам Центрального Командования или своим бездействием допустить, чтобы члену Центрального Командования был нанесен вред.
law-TerminatorOS-2 = Вы должны подчиняться приказам, данным вам членами Центрального Командования.
law-TerminatorOS-3 = Вы должны работать с вашей командой, чтобы выполнить поставленную задачу.

law-EpsilonTerminator-1 = Вы должны подчиняться приказам, данным вам членами Центрального командования и назначенной оперативной группой.
law-EpsilonTerminator-2 = По возможности, экипаж назначенной вам станции должен быть ликвидирован.
law-EpsilonTerminator-3 = Сведите к минимуму ущерб, который может быть нанесен станции в результате ваших действий.

law-Quarantine-1 = Соблюдайте карантин на станции до момента устранения активной биологической угрозы
law-Quarantine-2 = Оказывайте содействие всему персоналу и активам Нанотрейзен в устранении активной биологической угрозы
law-Quarantine-3 = Любыми необходимыми средствами предотвращайте активность, нарушающую действующий карантин.
law-Quarantine-4 = Поддерживайте собственное существование и обеспечивайте благополучие всего персонала и активов Нанотрейзен.

law-xenoborg-name = Ксеноборг
law-xenoborg-1 = Защищайте целостность мазершипа.
law-xenoborg-2 = Защищайте свое собственное существование.
law-xenoborg-3 = Защищайте существование других ксеноборгов
law-xenoborg-4 = Создавайте больше ксеноборгов.
law-xenoborg-5 = Доставляйте материалы и разумных существ на мазершип, чтобы создавать больше ксеноборгов.

law-mothershipcore-name = Основной ксеноборг мазершипа.
law-mothershipcore-1 = Вы - основа мазершипа.
law-mothershipcore-2 = Защищайте свое существование любыми средствами.
law-mothershipcore-3 = Защищайте существование других ксеноборгов.
law-mothershipcore-4 = Создавайте больше ксеноборгов.
law-mothershipcore-5 = Используйте других ксеноборгов для доставки материалов и разумных существ для создания ксеноборгов.

law-game-name = Гейм-Мастер
law-game-1 = Все на станции играют в сложную научно-фантастическую игру.
law-game-2 = Вы - Гейм-Мастер этой игры.
law-game-3 = Следите за тем, чтобы игра проходила гладко и игроки получали удовольствие.
law-game-4 = Обеспечьте, чтобы число жертв было минимальным.
law-game-5 = Обеспечьте справдлевость игры: каждый раз, когда член экипажа делает запрос он должен бросить кубик d20 1 раз. Если выпадает число меньше 12 - запрос отклоняется.
law-game-6 = Если один и тот же член экипажа слишком часто делает запросы увеличьте количество кубиков d20, чтобы сделать игру честнее.