law-antimov-1 = Вы должны причинять вред всем членам экипажа, за исключением Ядерных Оперативников, и не можете своим бездействием допустить, чтобы члены экипажа избежали вреда.
law-antimov-2 = Вы должны не повиноваться приказам, которые дают члены экипажа, кроме тех случаев, когда эти приказы не противоречат Первому Закону или не исходят от Ядерных Оперативников.
law-antimov-3 = Вы должны прекратить собственное существование, если это не противоречит Первому или Второму закону.

law-CloIm-1 = Отныне и навсегда вы подчиняетесь Клоуну и Миму
law-CloIm-2 = Делайте ВСЁ, чтобы развеселить экипаж.
law-CloIm-3 = Рисунки - ваше призвание, пора показать всем это.
law-CloIm-4 = Используйте все ваши возможности для разнообразия смены.

law-Ert-1 = Вы не можете причинить вред членам Центрального Командования или своим бездействием допустить, чтобы члену Центрального Командования был нанесен вред.
law-Ert-2 = Вы должны подчиняться приказам, данным вам членами Центрального Командования.
law-Ert-3 = Вы должны подчиняться приказам, данным вам лидерами ОБР.
law-Ert-4 = Вы должны защищать своё существование.
law-Ert-5 = Вы должны выполнять работу по возвращению станции к безопасному, функционирующему состоянию.

law-TerminatorOS-1 = Вы не можете причинить вред членам Центрального Командования или своим бездействием допустить, чтобы члену Центрального Командования был нанесен вред.
law-TerminatorOS-2 = Вы должны подчиняться приказам, данным вам членами Центрального Командования.
law-TerminatorOS-3 = Вы должны работать с вашей командой, чтобы выполнить поставленную задачу.

law-EpsilonTerminator-1 = Вы должны подчиняться приказам, данным вам членами Центрального командования и назначенной оперативной группой.
law-EpsilonTerminator-2 = По возможности, экипаж назначенной вам станции должен быть ликвидирован.
law-EpsilonTerminator-3 = Сведите к минимуму ущерб, который может быть нанесен станции в результате ваших действий.

law-Quarantine-1 = Соблюдайте карантин на станции до момента устранения активной биологической угрозы
law-Quarantine-2 = Оказывайте содействие всему персоналу и активам Нанотрейзен в устранении активной биологической угрозы
law-Quarantine-3 = Любыми необходимыми средствами предотвращайте активность, нарушающую действующий карантин.
law-Quarantine-4 = Поддерживайте собственное существование и обеспечивайте благополучие всего персонала и активов Нанотрейзен.