ent-ClothingEyesGlassesCentcom = очки Центком
    .desc = Модернизированные солнцезащитные очки с функцией защиты от вспышек и визором СБ.

ent-ThermalVisorChameleon = очки с термальным визором
    .desc = Термальный визор позволяет видеть существ сквозь стены, но в конечном радиусе. Функция хамелеон дополняет этот прекрасный инструмент.

ent-ThermalVisorRND = термальный визор
    .desc = Термальный визор позволяет видеть существ сквозь стены, но в конечном радиусе.

ent-ClothingEyesThermalGlassesSecurity = термальные очки охраны
    .desc = Модернизированные солнцезащитные очки с функцией защиты от вспышек, визором СБ и термальными визорами.

ent-ClothingEyesGlassesBallistic = баллистические очки
    .desc = Эти очки не защитят ваши глаза от осколков, но дополнят ваш тактический образ. Имеют функции стандартных очков СБ.