ent-PowerSupplyElectronics = модуль контроля питания
    .desc = Плата с микрокомпьютером, управляющим преобразователями напряжения и батареями.

ent-HydraulicsControlElectronics = модуль контроля гидравлики
    .desc = Плата с контроллером, взаимодействующим с электромеханическими клапанами и насосами, необходимый для управления гидравликой.

ent-ServoControlElectronics = контроллер сервомоторов
    .desc = Микроконтроллер, управляющий сервомоторами через PWM.

ent-OpticalProcessorElectronics = модуль обработки видеопотоков
    .desc = Процессор, обрабатывающий видеопоток и передающий его на устройство вывода.

ent-DimensionalOrientationElectronics = модуль пространственного ориентирования
    .desc = Плата с трёхосевыми гироскопом и акселерометром. Необходима для любого устройства которому нужно ориентирование в пространстве.