ent-PowerSupplyUnit = преобразователь напряжения
    .desc = Устройство, изменяющее напряжение входящего постоянного тока, снабжая различные системы током подходящего напряжения.

ent-PowerSupplyUnitLarge = высокомощный преобразователь напряжения
    .desc = Устройство, изменяющее напряжение входящего постоянного тока, снабжая различные системы током подходящего напряжения. Эта более мощная версия рассчитана на 10 кВт.

ent-ServoLarge = высокомощный сервомотор
    .desc = Крупный сервомотор используемый в различных машинах.

ent-Servo = сервомотор
    .desc = Сервомотор используемый в различных машинах.

ent-HydraulicPump = гидравлический насос
    .desc = Удивительно но это и правда насос!

ent-MechDrill = бур
    .desc = Крупногабаритный бур и прилагающиеся механические компоненты. Не имеет ни источника питания ни привода так что бесполезен сам по себе.

ent-HydraulicPiston = гидравлический поршень
    .desc = Гидравлический поршень, не более и не менее. Настолько прост насколько и надёжен.

ent-HydraulicClamp = гидравлический зажим
    .desc = Две "челюсти", шарнирное соединение и два скрытых гидравлических поршня и всё это служит одной цели - как можно сильнее схватить то что вам нужно схватить.