ent-ClothingUniformJumpsuitCentcomOfficerTurtleneck = водолазка Центком
    .desc = Повседневная, но элегантная водолазка тёмного цвета, используемая офицерами Центком. От неё веет черникой.
ent-ClothingUniformJumpsuitNanotrasenAdmiral = униформа адмирала
    .desc = Великолепная униформа, состоящая из черного шелка с золотыми нашивками.
ent-ClothingUniformJumpsuitDruid = одежда мистического растениеводства
    .desc = Этот костюм символ единения с природой. Годы, проведенные в исследовании растительности в самых экстремальных условиях, сделали навыки носителя почти мистическими. По слухам, каждый такой комплект "выращивается" рядом с алтарем Матери Природы.
ent-ClothingUniformJumpsuitExpeditor = униформа экспедитора
    .desc = Удобный, практичный и свободный комплект экспедитора. Почувствуйте космический бриз, а точнее его отсутствие, каждым кончиком правой и левой руки.
