clothing-slot-belt = Ремень
clothing-slot-tie = Галстук
clothing-slot-accessory = Аксессуар
clothing-slot-vest = Жилетка
clothing-slot-jacket = Пиджак

# White Shirt
ent-ClothingUniformShirtWhiteDark = белая рубашка с темными брюками
    .desc = Аккуратная белая рубашка с темными брюками.
ent-ClothingUniformShirtWhiteBlue = белая рубашка с синими брюками
    .desc = Аккуратная белая рубашка с синими брюками.
ent-ClothingUniformShirtWhiteBlueindigo = белая рубашка с брюками цвета синего индиго
    .desc = Аккуратная белая рубашка с брюками цвета синего индиго
ent-ClothingUniformShirtWhiteDarkcarp = белая рубашка с брюками из кожи карпа
    .desc = Белая рубашка в сочетании с брюками из кожи карпа — редкого материала, символизирующего власть и престиж. Глубокая чешуйчатая текстура кожи и слабый перелив напоминают о грозном существе, у которого она была взята, что делает этот наряд знаком авторитета.
    .suffix = За время в игре
ent-ClothingUniformShirtWhiteGold = белая рубашка с золотыми брюками
    .desc = Белая рубашка и брюки из чистого золота. Его красота заставляет ваше сердце биться быстрее, как и ваше собственное.
    .suffix = Спонсор, шлёпа
ent-ClothingUniformShirtWhiteGrey = белая рубашка с серыми брюками
    .desc = Аккуратная белая рубашка с серыми брюками.
ent-ClothingUniformShirtWhiteAshen= белая рубашка с пепельными брюками
    .desc = Безупречная белая рубашка в сочетании с брюками неприступного пепельно-серого цвета, символизирующего несгибаемый порядок. Его приглушенный тон, который носят те, кто обеспечивает соблюдение закона с холодной точностью, не скрывает ни авторитета, ни весомости суждений.
    .suffix = За время в игре
ent-ClothingUniformShirtWhiteCrimson = белая рубашка с багровыми брюками
    .desc = Безупречная белая рубашка контрастирует с багровыми брюками — цвет, предназначенный для высокопоставленных чиновников и тех, кто не боится обагрить свои амбиции кровью. Красный наводит страх и требует повиновения.
    .suffix = За время в игре
ent-ClothingUniformShirtWhitePink = белая рубашка с розовыми брюками
    .desc = Аккуратная белая рубашка с розовыми брюками.
    .suffix = За время в игре
ent-ClothingUniformShirtWhiteTrusted = рубашка и брюки доверенного юриста
    .desc = Шикарный костюм для тех, кто следит за безупречным исполнением законов компании. Говорят, что вы способны навязать свои требования даже самому Богу.
    .suffix = За время в игре

# Dark Shirt
ent-ClothingUniformShirtDarkDark = темная рубашка с темными брюками
    .desc = Аккуратная темная рубашка с темными брюками.
ent-ClothingUniformShirtDarkBlue = темная рубашка с синими брюками
    .desc = Аккуратная темная рубашка с синими брюками.
ent-ClothingUniformShirtDarkBlueindigo = темная рубашка с брюками цвета синего индиго
    .desc = Аккуратная темная рубашка с брюками цвета синего индиго
ent-ClothingUniformShirtDarkDarkcarp = темная рубашка с брюками из кожи карпа
    .desc = Темная рубашка в сочетании с брюками из кожи карпа — редкого материала, символизирующего власть и престиж. Глубокая чешуйчатая текстура кожи и слабый перелив напоминают о грозном существе, у которого она была взята, что делает этот наряд знаком авторитета.
    .suffix = За время в игре
ent-ClothingUniformShirtDarkGold = темная рубашка с золотыми брюками
    .desc = Темная рубашка и брюки из чистого золота. Его красота заставляет ваше сердце биться быстрее, как и ваше собственное.
    .suffix = Спонсор, шлёпа
ent-ClothingUniformShirtDarkGrey = темная рубашка с серыми брюками
    .desc = Аккуратная темная рубашка с серыми брюками.
ent-ClothingUniformShirtDarkAshen = темная рубашка с пепельными брюками
    .desc = Безупречная темная рубашка в сочетании с брюками неприступного пепельно-серого цвета, символизирующего несгибаемый порядок. Его приглушенный тон, который носят те, кто обеспечивает соблюдение закона с холодной точностью, не скрывает ни авторитета, ни весомости суждений.
    .suffix = За время в игре
ent-ClothingUniformShirtDarkCrimson = темная рубашка с багровыми брюками
    .desc = Безупречная темная рубашка контрастирует с багровыми брюками — цвет, предназначенный для высокопоставленных чиновников и тех, кто не боится обагрить свои амбиции кровью. Красный наводит страх и требует повиновения.
    .suffix = За время в игре
ent-ClothingUniformShirtDarkPink = темная рубашка с розовыми брюками
    .desc = Аккуратная темная рубашка с розовыми брюками.
    .suffix = За время в игре

# Blue Shirt
ent-ClothingUniformShirtBlueDark = синяя рубашка с темными брюками
    .desc = Аккуратная синяя рубашка с темными брюками.
ent-ClothingUniformShirtBlueBlue = синяя рубашка с синими брюками
    .desc = Аккуратная синяя рубашка с синими брюками.
ent-ClothingUniformShirtBlueDarkcarp = синяя рубашка с брюками из кожи карпа
    .desc = Синяя рубашка в сочетании с брюками из кожи карпа — редкого материала, символизирующего власть и престиж. Глубокая чешуйчатая текстура кожи и слабый перелив напоминают о грозном существе, у которого она была взята, что делает этот наряд знаком авторитета.
    .suffix = За время в игре
ent-ClothingUniformShirtBlueGold = синяя рубашка с золотыми брюками
    .desc = Синяя рубашка и брюки из чистого золота. Его красота заставляет ваше сердце биться быстрее, как и ваше собственное.
    .suffix = Спонсор, шлёпа
ent-ClothingUniformShirtBlueGrey = синяя рубашка с серыми брюками
    .desc = Аккуратная синяя рубашка с серыми брюками.
ent-ClothingUniformShirtBlueAshen = синяя рубашка с пепельными брюками
    .desc = Безупречная синяя рубашка в сочетании с брюками неприступного пепельно-серого цвета, символизирующего несгибаемый порядок. Его приглушенный тон, который носят те, кто обеспечивает соблюдение закона с холодной точностью, не скрывает ни авторитета, ни весомости суждений.
    .suffix = За время в игре
ent-ClothingUniformShirtBlueCrimson = синяя рубашка с багровыми брюками
    .desc = Безупречная синяя рубашка контрастирует с багровыми брюками — цвет, предназначенный для высокопоставленных чиновников и тех, кто не боится обагрить свои амбиции кровью. Красный наводит страх и требует повиновения.
    .suffix = За время в игре

# Full
ent-ClothingUniformShirtDarkcarp = рубашка и брюки из кожи карпа
    .desc = Рубашка и брюки из кожи карпа — редкого материала, символизирующего власть и престиж. Глубокая чешуйчатая текстура кожи и слабый перелив напоминают о грозном существе, у которого она была взята, что делает этот наряд знаком авторитета.
    .suffix = За время в игре
ent-ClothingUniformShirtGold = рубашка и брюки из золота
    .desc = Рубашка и брюки из чистого золота. ИХ красота заставляет ваше сердце биться быстрее, как и ваше собственное.
    .suffix = Спонсор, шлёпа

# Different
ent-ClothingUniformShirtRedBlack = красная рубашка с темными брюками
    .desc = Аккуратная красная рубашка с темными брюками.